{
    "00": {
        "explain": "愚人編號是0，它象徵旅程的開始，宛如一個初生的孩童，有無限的可能，0這個數字代表著一切事物皆處於混沌未開的狀態之中，沒有正反善惡的分別。這張牌畫一個旅行者站在懸崖邊緣，雙眼凝視天空，有漠視所處環境有危機的暗示，腳畔有一條狗吠叫著，有提醒危險的暗示，左手上有一朵白玫瑰，代表純潔的心靈，右肩的行囊裝載著很多他的過去（過去的生活和經驗）。畫面上這條狗也代表著過去，他頭上方那個圓圈代表無始無終。每件事情都是一個新的局面，然而當牌面上出現愚者時，顯然是在暗示我們應該無所畏懼去冒點險，並活在當下。桂冠代表勝利。紅色的羽毛代表追求新事物的願望。包袱代表無法捨去的世俗事物。玫瑰代表純潔的內心。五彩繽紛的衣服代表內心的衝擊。棍杖代表愚者充滿力量與活力面對新旅程。",
        "name": "愚者",
        "positive": {
            "behavior": "新開始、無經驗的、懷有信心、冒險的行動，無限的可能性、隨興而為。無憂無慮、輕鬆愉快、明顯的危險、放縱的愚行。不體貼的、沒有計劃的、不成熟的、不理性的、沒有安全感、狂熱與眾不同。",
            "marriage": "天真不受拘束的伴侶。將展開一段新的開始，冒個險，信任自己的直覺去行動吧！自由戀愛、不顧及他人看法、以獨特的方式獲得成功、輕易墜入愛河、浪漫多彩的愛情、獨特的戀人、等待交往機會。對單身者來說，你將會得到一場輕鬆浪漫的愛情。而對戀人來說，則表示了兩人間的已有的感情將會持續發展，值得好好把握。完全可以不理世俗看法的自由戀愛，用自己的一套去追求心愛的人，不需要太用心力的談一場戀愛。",
            "meaning": "愚者牌暗示現在你正不顧風險而有所行動。代表邁向自由解放的第一步。是一張代表自我放縱或放鬆的牌，一段跳脫現實自得其樂的日子。對旅遊而言，這是一張有助於感情發展積極的牌，暗示將會快活於當下，並且會有彼此生命緊密結合的感覺。當你周遭的人都對某事提防戒慎，你卻打算去冒這個險時，愚者牌可能就會出現。冒險不論如何都要做做看。愚者暗示通往滿足之路是經由自發的行動，而長期的計畫則是將來的事。",
            "related": "天真、單純、可能、流浪、自由、隨興、古怪、輕浮、妄想、浪費、瘋狂、無知。",
            "sexuality": "在兩性關係分析當中，愚者暗示一段無憂無慮生活在當下或隨遇而安的感情時期。可能暗示即將私奔或同居，或在旅行途中遇到一位伴侶，或即將遇到趣味相投的伴侶。愚者有時候也可能是在形容伴侶。這個伴侶是率性的，難以捉摸的、天真的，或者不願受到任何長期計畫和關係的約束。",
            "star": "風/天王星"
        },
        "reversed": {
            "behavior": "一無所有、漠不關心、不穩定、優柔寡斷。冷淡漠視。躊躇不前。輕忽隨便。精神錯亂、胡言亂語。不好的決定、不能決定。奇特的習慣。重視夢想，無視物質的損失，離開家園，過於信賴別人，為出外旅行而煩惱。",
            "marriage": "從責任中脫身，但尚未解決過去的事情，時機不當。空虛、寂寞、輕浮的愛情、感情忽冷忽熱、不安的愛情。對單身者來說，要檢討自己過去對感情的觀念與態度、是否過於魯莽、輕浮、逃避的心態？是否如孩童般天真幼稚的愛情觀？而對戀人來說，感情開始變得不穩定，會有爭吵發生，不負責的想法關係。",
            "meaning": "當愚者逆位時，就是你在不對時機，採取不對行動。暗示當你想逃避和解脫。現在是你必須面對自己的承諾或必須解決過去問題的時候了，如此你才能夠重新過著自在的生活。愚者牌逆位也暗示無法再憑直覺隨性行事或是逃避責任。",
            "related": "瘋狂、發怒、疏遠。狂喜、陶醉、猶豫、冷淡、疏忽。",
            "sexuality": "在兩性關係分析當中，愚者暗示一段無憂無慮生活在當下或隨遇而安的感情時期。可能暗示即將私奔或同居，或在旅行途中遇到一位伴侶，或即將遇到趣味相投的伴侶。愚者有時候也可能是在形容伴侶。這個伴侶是率性的，難以捉摸的、天真的，或者不願受到任何長期計畫和關係的約束。",
            "star": "風/天王星"
        }
    },
    "01": {
        "explain": "這魔術師在一件白色緊身衣外搭一件紅色長袍，並於腰際系一條蛇作為皮帶。右手向上伸展指向天空，而左手則朝下指著地上。頭上方垂懸著許多紅玫瑰，腳旁則有更多的紅玫瑰和白百合。頭上方的符號&無限代表無窮，暗示著他的知識是無始無終的。桌上的工具，以前是裝在愚者的行囊當中，象徵正確的動機（聖杯）、清晰的計畫（寶劍）、充沛的熱情（權杖），以及確實的執行（錢幣）的組合——對於達成目標而言，這是個相當強而有力的組合。紅玫瑰象徵熱情或持久力，白色百合花則意味著純潔的動機。作為皮帶的這條蛇正吞食自己的尾巴。，象徵許多事情既無所謂開始，也無所謂結束。魔術師從天空中（靈感）接受能量，並將這些能量導入某種具體且真實的東西——土地。也就是說他將想法轉化成一些我們看得到、摸得著的事物。他運用他的意志力產生了具體的成果；他不是被生活的潮流推著走，而是在這些潮流中為他自己行動，並做出具體的成果。",
        "name": "魔術師",
        "positive": {
            "behavior": "魔術師編號是1是所有數字的開始，這張牌同時代表著一個充滿開創新局面的智慧和高度操作技巧的形象。魔術師從天空中接受能量（靈感），並將這些能量轉化為行動，因牌面正逆位的不同，能量導引的正誤，會直接影響過程，起落大，大悲大喜，成敗結果明確。這魔術師在一件白色緊身衣外搭一件紅色長袍，腰際一條蛇作為皮帶。右手向上指向天空，而左手則朝下指著地上。頭上垂懸著許多紅玫瑰，腳旁則有更多的紅玫瑰和白百合。頭上方的符號代表無窮，暗示著他的知識是無始無終的。桌上的工具，以前是裝在愚者的行囊當中，象徵正確的動機（聖杯）、清晰的計畫（寶劍）、充沛的熱情（權杖），以及確實的執行（錢幣）的組合。對於達成目標而言，這是個相當強而有力的組合。紅玫瑰象徵熱情或持久力，白色百合花則意味著純潔的動機。作為皮帶的這條蛇正吞食自己的尾巴。象徵許多事情既無所謂開始，也無所謂結束。",
            "marriage": "對於人生目標有實踐力的伴侶。紮根於現實的夥伴關係。戀情的展開、心靈契合、個性相像的、保持新鮮感、創意性的交往方式、談話很有默契的伴侶、能體會到感情的愉悅、能體諒別人的、受歡迎的對象。對單身者來說，最有利新戀情的開展，能學習戀愛的技巧，並且能夠利用於自己的感情發展上。而對戀人來說，你必須學習魔術師的創造性戀愛哲學，讓對象不斷的驚艷和感動、而產生相互扶持的個性。",
            "meaning": "魔術牌意味著：現在是展開新計畫的好時機。魔術師這張牌意味這是個著手新事物的適當時機。對的時間、對的機會、對的動機，使你的努力值回票價。對於展開行動、實現計畫而言，這正是一個良好時機。由於你已為實現計畫紮下良好基礎，所以新的冒險很可能會實現。清楚的方向感和意志力的貫徹，大大的提升了成功的可能性。",
            "related": "開始、創造、說服、知識、法力、控制、運用。精明、靈敏、聰明。自信、外交、交際、巧手、自願、樂意。自治、獨立。技術、熟練。",
            "sexuality": "魔術師是形容一種紮根於現實的夥伴關係，沒有受到物質上的種種限制。它暗示一種主動的兩性關係，而且可能是伴侶中的一個提供靈感，另一位腳踏實地，讓這些主意變成具體成果。",
            "star": "水星"
        },
        "reversed": {
            "behavior": "軟弱的意志、不安定。焦躁不安。耍花招。沒有安全感、不平靜、自己造成的破壞。攀權附貴。",
            "marriage": "不擇手段或心術不正的動機，三心二意，自欺欺人。有被欺騙的危機。失敗的感情、膽小怯弱、曖昧關係、模稜兩可、不專情、別有企圖的、狡猾的、心情過於浮動、耍酷裝酷、令人討厭的男性，無法掌握戀情。對單身者來說，缺乏感動的表白技巧、注意表達能力，無法向對方表達心意。而對戀人來說，會聽信花言巧語、缺乏對愛情努力的勇氣，容易屈服於愛情的壓力。",
            "meaning": "魔術師逆位元暗示你需要和天空或土地更強的連接，因為此時你已經失去正確的動機、計畫、熱情或務實的態度，來完成你內心的願望。當逆位的魔術師接觸到土地，而和天空失去聯繫時，他就會失去了精神上的聯繫了。失去這份聯繫，便喪失了良知，並可能做出違反社會的行為。他可能會以逐漸毀掉對方的方式對別人進行控制，可能是暗中作梗，或以任何他想得到的方法，這可能包括符咒、妖術、雇人暗殺或自己動手。",
            "related": "說謊、欺騙、愚笨、笨拙、延期。延遲。詭計、巫師、精神病、恥辱、不安。",
            "sexuality": "魔術師是形容一種紮根於現實的夥伴關係，沒有受到物質上的種種限制。它暗示一種主動的兩性關係，而且可能是伴侶中的一個提供靈感，另一位腳踏實地，讓這些主意變成具體成果。",
            "star": "水星"
        }
    },
    "02": {
        "explain": "女祭司端坐著，冷靜的表情似乎是在淺淺的微笑，眉宇間卻隱隱含著一股憂愁。衣著的顏色象徵著靈性與智慧，手中的聖書和胸前掛著十字架，象徵著她的心裡藏著秘密的智慧和戒律，理性的判斷事物而不流於情緒化，但同時也壓抑了她的熱情。雙眼無意識地凝望著遠方，似乎正在心中沉思默想著某個人。腳畔的月亮代表她的想像力，以及她超越眼前的東西看向遠處的能力。左邊的柱子（J）代表陽性（邏輯、務實和力量）；右邊的柱子（B）則代表陰性（想像、直覺、接受性及惻隱之心）。它們代表二元性和對立性；生命中相對的力量如果善加駕馭將會帶來成功。字母B和J分別代表波耶茲（Boaz）和亞肯（Jakin），他們是耶路撒冷聖殿的兩根柱子名字。波耶茲（Boaz）代表的是神秘和消極，而亞肯（Jakin）則代表行動和意識的理解。女祭司逆位，她披著寬大的外袍變的散亂也無法端坐在椅子上，原本的沉靜不再，取而代之的是她原本欠缺的熱情與聒噪，變得特別喜歡與人交際，在各方面都顯得主動活躍。然而同時也失去了最珍貴的內在智慧，接受表面阿諛奉承。",
        "name": "女祭司",
        "positive": {
            "behavior": "尚未完全顯現、平衡二元對立智慧、理智的決定、自我依靠、沒有感情、男女之間的普通友誼。",
            "marriage": "可以互相學習成長的伴侶。採取守勢耐心等待反審檢視彼此的關係。單戀的、純真無邪的、精神上的戀愛、對愛情嚴苛的、迴避愛情的、戀愛不一定等於婚姻，兩人心靈相通、互相鼓勵、相互依賴扶持的、受歡迎的人理智的感情生活、柏拉圖式的戀情、精神方面的結合、能夠消除煩惱的對象、深藏內心深處的愛意、介於友人關係與戀人關係之間的交往、以詩篇或是文章來表達愛意。對單身者來說，戀愛過程令人愉快，愛情中的新鮮感帶給你很好的心情。而對戀人來說，感情生活在這一段時間會充滿理智，很有可能變成柏拉圖式的戀情，重在心靈上的交往。在這一段時間會變得平淡，戀愛關係趨於不明朗。",
            "meaning": "女祭司意味著：這是向內探索心靈、沉思，或按兵不動的時刻。這並不是一張代表具體事物的牌，而是一張代表可能性的牌。女祭司暗示你應該要相信你的直覺，因為在這一點上，有些東西你可能看不見。女祭司這張牌和月亮很有關係，她是真理的守護者，這是一種精神上的存在，不存在於現實。對命理玄說的學習則有極大的好處。這張牌也提醒我們運用直覺，聽從直覺建議宜靜不宜動。這張牌的能力和智慧是潛藏而不外露的。所以另一個意義是神秘。",
            "related": "靜默、直覺。創造、說服、知識、力量、控制、運用、智慧、學習、研究。秘密。信念、信賴。常識、平靜、客觀、深度、遠見、預感、感覺、神秘。",
            "sexuality": "在兩性關係分析當中，女祭司可能代表一個雙魚座的人；或者可能意味著在你得以接收到這份關係給予你的種種之前，你需要先反求諸己。接受性、被動以及內在的發展，都是這張牌的意涵。有時候女祭司暗示一種擁有高度精神或心靈發展的關係，你們倆人可以一同學習、成長和發展。",
            "star": "月亮"
        },
        "reversed": {
            "behavior": "沒有遠見、身體上的衝動、接受表面上的建議、不正確的決定。歇斯底里。",
            "marriage": "隱藏在關係後面的種種問題，需要聽從內心的聲音而非用腦袋判斷。沒有結果的單戀、無法實現的相思、潔癖、獨身主義、任性、晚婚、沒趣的女性。男性的你可能會遇到任性、冷僻、刻板無趣的女性；女性的你可能會遇到自負、高傲、獨斷專行的男性。對單身者來說，容易想得太多、顧慮太多，要靠自己之力去追求，是不可能成功的，必須找個冷靜的女軍師幫你獻策才有達陣的希望。而對戀人來說，若有一方過於苛求對象、過於壓抑心事是不會有好的結局的。",
            "meaning": "當女祭司以逆位當時出現時，依然可以代表雙魚座的人。它也可能暗示著：在暫時離群索居，或經過一番內心的發展之後，再度返回人生的一段時期。另外，也可能表示當事人拒絕聽從直覺行事，忽視自己內心的聲音。它也可能是在描述你忽略了直覺，而喜歡運用頭腦來解決問題。女祭司逆位時，可能意味你沒有辦法傾聽你內在的聲音，或你內在的知識是沒有辦法轉化成行動。這個時候應當出去走走，認識新朋友，因為剛認識的人可以幫你介紹新的可能以及機會。例如，你可能會因此而找到新工作或新伴侶，或者得到嶄新的理解。",
            "related": "無知。自私、熱情、偏見。",
            "sexuality": "在兩性關係分析當中，女祭司可能代表一個雙魚座的人；或者可能意味著在你得以接收到這份關係給予你的種種之前，你需要先反求諸己。接受性、被動以及內在的發展，都是這張牌的意涵。有時候女祭司暗示一種擁有高度精神或心靈發展的關係，你們倆人可以一同學習、成長和發展。",
            "star": "月亮"
        }
    },
    "03": {
        "explain": "她坐在富麗堂皇的座墊上，四周充滿了生命。流水為草地和樹木帶來生機，而那些飽滿的麥穗則暗示著生產力。她座位底下的心形石頭上畫這一個圓圈和一個向下指的十字架；這是維納斯的標誌，她是天秤座和金牛座的守護神。這個符號代表透過愛，使心靈與物質世界交流。它通常是用來代表女人的。她頭戴三重王冠，代表聖父、聖子和聖靈。這象徵有形世界中，心靈層面的顯現。女皇穿著高貴的寶藍色衣裙，顯示她擁有的權威性。背後的一對白色翅膀凸顯她的母性光輝，擁有天使一般的神聖力量和高貴靈魂，她就是萬物之母。她溫和的包容力，會帶給人們繁榮和豐收。它心中蘊涵的無限深厚的情感，熱烈而又奔放，往往誤導人們走入盲目的愛情之中。然而，女皇是母性的象徵，她的愛可以包容萬物，也代表著富饒和成長，相對於女祭司的知性，女皇牌更加的感性，更貼合女性之事。至於是慈母還是淑女，在於牌的順逆。",
        "name": "皇后",
        "positive": {
            "behavior": "自然交換意見。性自我的提升、多產的、女性的影響、刺激他人的專業能力、未開發的、肥沃多產、愛與美。",
            "marriage": "享受喜悅身心平衡的迷人伴侶。在穩定的戀愛中。有結果的戀情、結婚、眾所矚目、受男性欣賞的女強人、女性魅力、有母性。",
            "meaning": "皇后牌暗示家庭和諧及穩定，皇后可能意味著實現計畫，或朝向計畫的下一個自然步驟邁進，亦即你又向目標靠近了一步。也暗示透過情感而的到滿足和理解。這張牌也可能暗示懷孕，如果牌上還有錢幣九、或聖杯三，或一張以上的侍者牌，那麼這項推測的準確性就更高了。皇后牌也可能暗示一趟鄉野之旅，或是休息一陣子並重返大自然的懷抱，因為她四周圍繞著自然的產物。透過親近自然，現在是你重新平衡自己的時候。這張牌意味家庭狀態的穩定與和諧，而這通常是透過把愛從思考當中，帶往內心來達成的。在有關事業的問題上，這張牌暗示你的工作和家有關，或利用家作為工作的基地。",
            "related": "高貴、母性、豐收、自然、豐富、懷孕、愛情、生長、生產、幫助、分享。懷孕、成就、母親、姊妹、妻子、婚姻、小孩。理解。實在、預感、享樂。",
            "sexuality": "在兩性關係分析當中，皇后暗示朝著兩性關係的下一個自然階段邁進。它也可能是在形容懷孕，因為孩子通常會使兩性關係進入一個新的階段。對和家庭觀念有關的兩性關係而言，這是一張相當積極的牌。在這段期間內，你和伴侶是透過感情和歡樂來貼近人生，而不是經由思想。在這段關係中，有更多的成長和活力產生。",
            "star": "金星"
        },
        "reversed": {
            "behavior": "不果斷、不行動、沒有興趣的、無法集中注意力、不能決定、不能生子、無法專一",
            "marriage": "對於愛過於知性或理想化，無法為愛付出努力。優柔寡斷、不良的男女關係、任性、嫉妒心強、過度保護、缺乏女人味、遙遠的婚期。",
            "meaning": "皇后逆位意味家庭環境或某段兩性關係中遭遇到的困難。可能你無法實現你的計畫或在某段關係中，你沒有辦法打開心胸去愛，因為你對愛情過於知性或理想化了。它可能意味著，你是有了談戀愛的念頭，但卻發現自己無法為兩性關係付出努力。在關於孩子的問題上，皇后逆位可能意味流產、墮胎或生產。皇后牌逆位的另一層意思可說是，冷靜地思考所有的選擇之後，運用理性來解決問題。皇后逆位，女性的特質受到阻礙，當事人可能不再自由表達情感，否定自己的情緒與慾望，或者不願付出關愛，成為一個失職的母親。另一方面，也有可能感性特質發展過度，變得完全沒有理智，只憑感覺做事。在最好的情況下，皇后逆位可以得到正位所欠缺的特質，表示當事人能夠以理性思考的冷靜態度來解決問題，特別是情感問題。",
            "related": "愚蠢。不孕。輕薄、無趣、延期、憂慮。",
            "sexuality": "在兩性關係分析當中，皇后暗示朝著兩性關係的下一個自然階段邁進。它也可能是在形容懷孕，因為孩子通常會使兩性關係進入一個新的階段。對和家庭觀念有關的兩性關係而言，這是一張相當積極的牌。在這段期間內，你和伴侶是透過感情和歡樂來貼近人生，而不是經由思想。在這段關係中，有更多的成長和活力產生。",
            "star": "金星"
        }
    },
    "04": {
        "explain": "皇帝是男性象徵的代表，他充滿自信的端坐在皇位上，充分顯示出他所經過的艱險和滄桑歲月奮鬥。使人感覺到高昂的鬥志與決勝千里的信心，代表道德戒律和禁令。雖然皇帝擁有穩固的地位與強大的統治權威，但威儀之後是一般人難以瞭解的孤獨和焦躁，左手握著一顆寶球形物體，而右手則握著一根寶杖。寶杖頂端是一個圓圈，它是肉體死神之後，靈魂生命的象徵。他在衣服底下還穿著鐵甲，因為他總是處於備戰狀態。座位頂端和手底下的公羊頭說明瞭這張牌代表占星學上的牧羊座。在你能夠有效的領導他人，以及贏得他們的尊敬之前，你需要能夠自我訓練。這包括訓練脾氣、精力、情感以及思想。皇帝可以代表執行律法的人，像是法官、員警、雇主、房東，或任何在某種狀況下要維持秩序和結構的人。通常皇帝代表的是一個正直、公平和實際的人。皇帝是父權的象徵，他嚴格而公正的執法，是一種絕對男性的形象。因此這張牌偏向秩序，規範和穩定的局面，然而，為了這些，他必須收藏起個人的感情，這也是高處不勝寒的隱喻。皇帝編號是4，以為著四大元素和四季，為一統宇宙與安定世界的力量，藉以表達物質的需求，象徵著男性的權力與統治。至於是明君還是暴君，在於牌的順逆。",
        "name": "皇帝",
        "positive": {
            "behavior": "執行力、意志力、慈愛保護、有經驗的、不屈服的精神、戰爭的傾向、男性的影響、聰明和理智、超越內心的感情與熱情、父權的。",
            "marriage": "自律嚴謹的伴侶。理智、務實、不擅表現情感。值得信賴的、條件優厚、主動的愛情、值得依靠、與年長者戀愛。",
            "meaning": "皇帝表示一種訓練和實際致力於生活。皇帝意味透過自律和實際的努力而達到成功。它可以代表你生活中一段相當穩定，且井然有序的時光。這張牌可以暗示遭遇到法律上的問題，或是碰到某個地位、權利都在你之上的人，例如法官、警員、父親，或具有父親形象的人。為了成功，現在正是你採取務實態度來面對人生的時候。你被周遭的人設下種種限制，但只要你能在這些限制之內努力的話，你還是可以達成你的目標。假設他給予你忠告，那麼他的建議都是來自他自己的親身經驗。他有點武斷的傾向，但是當他在許下承諾後，通常，是值得信賴的。而當你也允下承諾時，他會期望你能實行它，假如你做不到，他是不會再給你第二次機會的。",
            "related": "領導、支配、成熟、深沉。自信、權力、穩定、安定。力量。守護、富有、父親、兄弟、丈夫。",
            "sexuality": "皇帝牌可形容一個務實、武斷且通常是紀律嚴謹的人。他是一個頂不錯的物質供應者，然而表達情感對他來說可就不是件簡單的事了。浪漫和夢想的事對這個男人的吸引力並不大，因為他較喜歡他看得到、摸得著的東西。假設他無法看見或觸碰到它，他是不太可能相信它的。在兩性關係中，這個男人會扮演父親形象的角色，以確保他能夠駕馭這段關係，特別是在物質層面上。由於他的自律和喜歡勤奮地工作，所以通常做生意方面都可以得到成功。在感情方面他可能會比較壓抑，因為他很難理解看不見的東西。在兩性關係中，如果伴侶所在意的是情感上的需求，那就會對他造成困擾了。因為對他而言，付出就是給予某些具體的東西。",
            "star": "白羊座"
        },
        "reversed": {
            "behavior": "不成熟、無效的、不能決定、不行動、性格上的弱點。不能控制瑣碎的感情。",
            "marriage": "缺乏承諾、沒有紀律的關係、不只擁有一個伴侶。勉強的感情、不可靠的物件、虛有其表、苦戀結束、痛苦收場。",
            "meaning": "皇帝牌出現逆位時，意味著由於缺乏自律而無法成功。如果是在形容一個人的話，逆位牌代表這個人較具寬容性，而不像正立時那般的武斷，而且也較能展現同情心。有時候此人可能會在面臨嚴苛抉擇時退卻下來，因為他缺乏向目標邁進所需的訓練。他可能會比正立的皇帝表現出多一點的熱情，然而卻缺乏控制熱情的任何真正訓練。皇帝正位，多顯現正面特質。逆位可能表示缺乏皇帝特質，變得自我放縱、不成熟、軟弱、懶惰、缺乏責任感、沒自信、依賴心強、猶豫不決等。也可能是皇帝特質運用過度變成暴君，導致行事武斷、權力濫用、冷酷無情、佔有慾或控制慾過強、為反叛而反叛。",
            "related": "傲慢、自大。敵對、反抗。",
            "sexuality": "皇帝牌可形容一個務實、武斷且通常是紀律嚴謹的人。他是一個頂不錯的物質供應者，然而表達情感對他來說可就不是件簡單的事了。浪漫和夢想的事對這個男人的吸引力並不大，因為他較喜歡他看得到、摸得著的東西。假設他無法看見或觸碰到它，他是不太可能相信它的。在兩性關係中，這個男人會扮演父親形象的角色，以確保他能夠駕馭這段關係，特別是在物質層面上。由於他的自律和喜歡勤奮地工作，所以通常做生意方面都可以得到成功。在感情方面他可能會比較壓抑，因為他很難理解看不見的東西。在兩性關係中，如果伴侶所在意的是情感上的需求，那就會對他造成困擾了。因為對他而言，付出就是給予某些具體的東西。",
            "star": "白羊座"
        }
    },
    "05": {
        "explain": "教皇坐在一張華麗的椅子上，他頭上象著權力的三層冠冕，意指聖父、聖子及聖靈分別代表著身，心，靈三種層次的世界。他的右手食指和中指指向自己心臟的位置，象徵著引導人們的心靈，左手戴著紅色手套，手持金杖，他目光慈愛，以無私的愛心對待跟隨他的求道者，他安詳的給人無比的信心，在白上衣外面罩了一件紅色長袍，頭上戴著一頂三層的金色王冠。袍帶上面有三個十字圖案，連鞋子上面也有十字圖形。座位前放了兩只有十字圖案的金鑰匙，腳前跪著兩名信徒。其中一名所穿的衣服上有紅玫瑰圖案，另一名衣服上則有白百合，伸出雙手向教宗乞討心中的平靜和安寧。身後的石柱是暗灰色的，因為對於真理的追尋而言實屬次要。他手上及袍帶上的三重十字，教皇以他的右手傳導來自天空的能量，透過寶杖將能量傳導給信徒。兩把十字鑰匙，是開啟外在的世界及打開內心世界，沒有著兩把鑰匙，你可能會失去這個世界所蘊藏的知識。暗示如果只遵循教條，是不可能真正瞭解其中所傳遞的訊息。兩根石柱代表使你免於做選擇、免於負起個人責任的結構。因牌面正逆位的不同，教皇以他的右手傳導來自天空的能量，透過寶杖將能量傳導的正誤，會直接影響過程是非成敗的結果。",
        "name": "教皇",
        "positive": {
            "behavior": "貴人幫助、有耐心。依循傳統。傳送與發給、儀式性、奴隸狀態或是懲役、不行動、過於保留、局限在自我的想法、不跟從時代的腳步、相同的、信仰和精神上的領導。",
            "marriage": "流為形式、規矩的伴侶。遵守他人的期望而難忠於自己。流為形式、規矩的伴侶。遵守他人的期望而難忠於自己。值得尊敬的情人、慎重、寬大的戀情、良緣、得到貴人相助、相親結婚、安全感、與年長異性交往、長久之戀愛。",
            "meaning": "教皇象徵「臣服」。教皇與皇帝都是父親形象的代表，皇帝是提供物質的父親，而教皇則是提供心靈成長與道德教育的父親。通常教皇代表教堂、教條及教育。這是一張有關宗教信仰或傳統的牌。教皇也代表學校教育，以及各級機關團體或學校，或任何與群體事務有關的「正統」的教育。教皇代表需要為你的心靈成長，代表精神世界的權威，相對於統治物質世界的皇帝，教宗是宗教，精神和心靈的領導者，一個提供心靈成長與道德教育，用言論指引人們走向正途。教皇暗示你向某人或某個團體的人屈服了。你目前的行事並非應付事情的唯一方式，假設你願意加以探索的話，或許你就會找到新的可能。在占卜上，是學生最樂見的牌，表示學生在學校環境中如魚得水，求學考試順利。教皇也可能表示心靈道德上的追求，也可能代表有長輩幫助，或貴人伸出援手，無論是口頭上的建議還是實質上的幫助，或者暗示當事人應該尋求長輩或專業人士幫忙。教皇若代表人物，他可能是命理師、神明或神職人員、教師、長者、貴人、專業人士、典禮主持人、保守分子、衛道人士等。",
            "related": "整合、表達、援助、教導、教育、制約。靈感、饒恕、感情。慈悲、仁愛。慰藉、解救。",
            "sexuality": "教皇所形容的這段關係，是遵從別人期望的一段關係。這段關係中的伴侶很難忠實於自己，也很難忠實於在兩性關係中他們真正的需求，因為他們在適應他人對他們的期望上覺得壓力重重。教皇也可能暗示你的兩性關係已流於一種形式或規矩，你的態度變成別人怎麼做，我就跟著怎麼做，而這並不是去經歷一段兩性關係的唯一方式。你應該去找尋另一種新方式，可能你會感受到周遭的人所形成的阻力，但後來還是可以證明這麼做是值得的。",
            "star": "金牛座"
        },
        "reversed": {
            "behavior": "無法寬容。不道德、慷慨到愚蠢的地步、過於受到感動、容易受傷的、不尋常的。",
            "marriage": "拒絕俗套、勇於接納、為自己負責。拒絕俗套、勇於接納、為自己負責。過份親切反招失敗、情深緣淺、步伐緩慢、雙方不夠體貼、不得諒解、佔有欲太強、固執、父母反對、真心真意比物質更有用。",
            "meaning": "教皇逆位通常代表打破傳統規範。此時不宜遵照常規，應該要有創新的想法，敢於與眾不同，標新立異。它也可以說你在為自己人生寫腳本，照著自己對生命的理解而活。現在你正為自己的心靈發展負起責任，雖然道路可能是崎嶇不平的，然而這通常是值得的。有時候逆位的教皇可能表示，聽別人的方法而行，並不保證就一定會成功，應該不拘泥世俗，打開心胸，用自己的方法突破困境。另外，教皇逆位也可能代表教皇特質表現過度，導致太保守、太傳統、太武斷、太固執。此時，貴人相助恐怕不成，因此不宜貿然採取他人的建議，更應小心查證你所得到訊息之真實性。健康方面則可能代表肌肉或關節僵硬。感情方面表示此時不宜結婚或儀式或典禮取消或延期。",
            "related": "膽小、仇恨、憎恨。軟弱、無力、邪惡、放棄。",
            "sexuality": "教皇所形容的這段關係，是遵從別人期望的一段關係。這段關係中的伴侶很難忠實於自己，也很難忠實於在兩性關係中他們真正的需求，因為他們在適應他人對他們的期望上覺得壓力重重。教皇也可能暗示你的兩性關係已流於一種形式或規矩，你的態度變成別人怎麼做，我就跟著怎麼做，而這並不是去經歷一段兩性關係的唯一方式。你應該去找尋另一種新方式，可能你會感受到周遭的人所形成的阻力，但後來還是可以證明這麼做是值得的。",
            "star": "金牛座"
        }
    },
    "06": {
        "explain": "陽光普照，有個天使出現在一對男女的上方。他們兩個人裸身站在兩棵樹之前。女人身後是一棵知識樹，而男人背後則是生命樹。戀人牌是有關選擇的牌，為了找尋滿足，男人往向女人，而女人則望向精神或內心。亞當與夏娃年輕誘人的軀體，象徵未受有形物質污染之前的青春、童貞、純真和愛。天使代表在一個較高的層次上，他們曾經是而且也仍然是什麼，但那必須兩個人結合在一個才看得見。如果你想更接近天使，或真實的自我，則應將理性（男性）及熱情（女性）加以調和。男人背後的生命屬於女人身後的知識樹，代表的是伊甸園。當男人可能因為在物質世界當中，為了一些實質的事物而忙得樂此不疲時，女人便會提醒他，他還負有心靈上的目標，而且生存還有更高的意義。也就是因為這樣，她才會仰頭望著天使。",
        "name": "戀人",
        "positive": {
            "behavior": "兩情相悅、愛情的開始、深的情感、樂觀主義、感情的自由、試煉的需要或是經過試驗的、神聖與汙穢之間的掙紮、一段有意義的感情。",
            "marriage": "充滿浪漫的伴侶。展開新關係，決定去愛，沉醉愛河。在聚會中結良緣、朋友的幫助而結合、戀愛結婚、由朋友成為戀人、自由幸福的交往。",
            "meaning": "戀人牌意味，為了愛的關係而做的某些決定。戀人是一張代表決定的牌，它通常是指有關兩性關係的決定。它可能是在描述沉浸在愛戀之中的過程，因為它可以意指一段兩性關係中的最初階段，或者是正處於羅曼蒂克的階級。戀人牌也可以形容在決定到底要保留舊有的關係，或進入新關係中。它暗示你已經由過去經驗而得到成長，因此你可以邁入一個新的階段。「溝通成長」為其課題。",
            "related": "企圖、嘗試。檢查、調查。締結、婚約、訂約。合併、愛情、美麗、完美、和諧、信任、純真、選擇。結合、選擇、合作。性慾",
            "sexuality": "戀人牌暗示一段新關係，或既有關係的新階段。這張牌也可以代表決定去愛，或展開新關係，好讓這段新關係或新階段可以安全的開始。它又可以形容沉醉於愛河，或處於一段關係中的羅曼蒂克。戀人牌可能代表你生命當中一段重要的兩性關係，也可能是在暗示隨著一段兩性關係的決定，你從伴侶那邊得到實質的協助或情感上的支持。",
            "star": "雙子座"
        },
        "reversed": {
            "behavior": "優柔寡斷。不守誓約、不能通過考驗的、不可靠、在感情和婚姻中有挫折感、他人的阻礙、不專一、不可信的、不精明的計劃。",
            "marriage": "一段關係的結束、毀滅性的關係。冷淡愛情、移情別戀、別離、水性楊花、短暫的愛情、因瞭解而分開、多情種子、得不到真愛。",
            "meaning": "當戀人牌逆位時，代表任何邁向關係的新狀態，或新的希望，都是建立在夢想之上。你還沒有成功的完成你目前的狀態，因此你還是繼續待在舊關係當中比較好。也可能是在暗示一段關係的結束，或是一種具毀滅性的愛情。浪漫的或性的問題可能會支配你的生活。或許你沒有能力超越階段，但你有可能確保目前的關係。所以這裡也暗示逃避更重大的承諾或責任。戀人逆位多半表示人際關係出了問題。除了婚姻或戀愛上的挫敗之外，還可能代表三角關係（特別是與戰車牌共同出現時）、分離、對立、合夥失敗。這些失敗可能由於忌妒，也可能是雙方的目標不同所造成的。另外，戀人逆位也可能表示錯誤的選擇或決策。健康方面，可能有性方面的困擾或疾病。",
            "related": "分離。通姦、外遇、引誘。",
            "sexuality": "戀人牌暗示一段新關係，或既有關係的新階段。這張牌也可以代表決定去愛，或展開新關係，好讓這段新關係或新階段可以安全的開始。它又可以形容沉醉於愛河，或處於一段關係中的羅曼蒂克。戀人牌可能代表你生命當中一段重要的兩性關係，也可能是在暗示隨著一段兩性關係的決定，你從伴侶那邊得到實質的協助或情感上的支持。",
            "star": "雙子座"
        }
    },
    "07": {
        "explain": "一名武士站在戰車上，右手拿著一根繩子或權杖，肩膀上則有兩枚藍色的月亮。戰車的蓬蓋上綴滿了星星，而腰帶上則展示著黃道十二宮的各種符號。戰車部分停在水中，部分停在陸地。武士的前方有兩尊獅身人面獸，一黑一白，正好與女祭司牌上的柱子相呼應。戰車前方長著翅膀的圓盤是愛希斯（Isis）的代表符號，這位元埃及神話中的女神是魔力和母親的守護神，並且是位身具憐憫心的女神。這個有翅膀的圓盤描述的事，精神的力量足以淩駕情感之上。獅身人面像代表他生命中互相對立的力量，這些力量需要他運用他的意志力來控制。他帶著愚者的權杖，身後有取自女祭司的布幔，盔甲是來自皇帝，獅身人面獸顯示戀人的二元性，而衣服上的埃及符號則表示在教皇牌中的學習的過程。",
        "name": "戰車",
        "positive": {
            "behavior": "戰爭行為、不斷努力、經營的技能、以智取勝。公眾人物、大眾認可。也許已經通過了、相反的影響、也許一段旅行或旅程、急於決定、需要專心在細節上、急著控制自己的感情。",
            "marriage": "充滿自信的伴侶。需要協調好兩性關係中的衝突能夠掌控情緒。情場得意、迅速發展、遇到心動的女性、大膽的展開追求、活力的愛情。",
            "meaning": "戰車牌意味著不能放棄與不要放棄的心智。戰車可以代表一部車，或是坐車旅行。當這張牌出現時，它可能意味著你需要控制生命中互相對抗的力量。目前的情況可能會出現某些矛盾，而你正以理智在控制著它們。這是一張代表由於堅持而取得成功的牌。如果用來形容一個人的話，戰車是暗示這個人（通常是指男人），掌控著她自己和周遭的事物。正立的戰車也可能意指一樁重要的生意，或意義重大的成功。",
            "related": "成功、勝利、行動、征服、調整、騷動、報復、逃脫。",
            "sexuality": "它代表在遇上與情感有關的事件時，必須保持清晰的思路。戰車暗示你須學習運用理智來控制情緒或鍛煉感情。它也可能是形容一個能夠張控情緒，而充滿自信的人。在任何需要發揮控制力的處境中，他可能會成功。這張牌所傳遞的訊息是不要放棄，因為成功是可能的，只要你能協調好關係中的衝突（互相對抗的力量或能量）。第一步的作法是拋開過去，並從中汲取教訓。",
            "star": "巨蟹座"
        },
        "reversed": {
            "behavior": "在最後一刻失去抓在手中的東西、突然失敗的計畫、受打擊、不能面對現實。",
            "marriage": "情緒矇閉了視線或情緒決堤，未解決的情緒在內心積壓起來。鹵莽、衝動、被拋棄、話不投機半句多、懦弱、沒膽表白、容易變心、缺乏理智的戀情、真話不能直說、強勁的情敵出現、被拒絕。",
            "meaning": "當戰車逆位時，獅身人面獸所代表的對立力量就又大增功力了。情緒可能會蒙蔽了你的視線，或是你可能流連於過去的某種情況。通常逆位的戰車可形容讓未解決的情緒在內心積壓起來，直到他們決堤，而你卻只採取防堵政策。若想避免情緒受到可能的傷害，它暗示一種新的處理感情的方式是，放開這段感情的執著或離開他之後，他可能會比你留在他身邊時更愛你。戰車牌逆位的一個可能意思是，多愁善感的懸而未決的感覺影響了你對事情的看法。不要沉迷於過去，不要沉迷于應付事情的老方法，或沉迷於在你內心越堆越高的情緒，當這張牌逆位時，情緒突然爆發的情形是預料中的事。",
            "related": "失敗。無能。逆境、失誤。",
            "sexuality": "它代表在遇上與情感有關的事件時，必須保持清晰的思路。戰車暗示你須學習運用理智來控制情緒或鍛煉感情。它也可能是形容一個能夠張控情緒，而充滿自信的人。在任何需要發揮控制力的處境中，他可能會成功。這張牌所傳遞的訊息是不要放棄，因為成功是可能的，只要你能協調好關係中的衝突（互相對抗的力量或能量）。第一步的作法是拋開過去，並從中汲取教訓。",
            "star": "巨蟹座"
        }
    },
    "08": {
        "explain": "在力量牌上面，一個女人正在安撫一頭獅子。儘管獅子可以輕易的撂倒她，然而他卻在她的愛和溫柔當中平靜了下來。此時天際晴朗無雲，而一串花環圍繞於她的腰間。頭上方代表無限的符號暗示，她正開發出一種無窮無盡的能量來源。獅子象徵感覺、恐懼和欲望，在戰車牌中它們受理智所控制，而現在則已顯現出來，等著你去面對和尊重它們。力量採取了更進一步的動作，即野獸或人性中激情的那一面浮現出來了，等著你以力量和勇氣來面對它們。這獅子（或內在的野獸性）輕易的接收她雙手的指揮，因為他感覺到，在她的愛之後的是她的力量。她有一股內在的力量或信心，讓她能夠面對那些戰車必須加以控制的東西。她明白獅子是一種能量的來源，要馴服他，她也需要付出一些能量。",
        "name": "力量",
        "positive": {
            "behavior": "以柔克剛、有道理的。劃分階級。相互配合、在頭腦之上、反過來、頭腦在物質之上。",
            "marriage": "在關係中的兩人能互相傾聽及傾訴可以發展出真實的親密感。獲得戀情、過於熱情、轟烈的愛情、克服困難、長相廝守、愛情的主導者。",
            "meaning": "力量牌暗示你擁有足夠的內在力量去面對人生這張力量牌意味你有能力面對生活和困難的環境，或者有能力以希望、內在力量及勇氣去做改變。勇氣並不代表你沒有恐懼，而是雖然你有恐懼，你還是願意對某人或某事有所承諾。這張牌象徵你擁有內在的力量來面對你內在的恐懼和欲望，而非讓它們屈服於你的意志。在健康的分析方面，這張牌可能是有關心臟或脊椎方面的毛病，不過這些毛病也可以透過內在能量來克服，而且這張牌也暗示你本身擁有這種能量。",
            "related": "力量、勇氣、法律。意志、堅持、克制、權力、勇氣、冷靜、明智、成就、堅信、能源、決心、反抗、行動、自信、熱心、物質、邏輯。",
            "sexuality": "力量這張牌是以柔克剛，暗示你須以溫柔和耐心，讓你可以在一段兩性關係中發展出真正的親密感，而不必試著要去控制它，或者被它所控制。你有充分的勇氣可以處理任何可能發生的困難，而無需因恐懼而逃避。在兩性關係的分析中，這是一張積極的牌，因為它暗示和這關係中的人能夠互相傾聽及傾訴。他們的行動是來自內在的力量，而非出於恐懼，可以發展出真實的親密感，以安撫來情緒。",
            "star": "獅子座"
        },
        "reversed": {
            "behavior": "沒有信心、亂用權力、屈服於誘惑、漠不關心、沒有秩序。不公平、失去正義。法律問題。",
            "marriage": "對愛感到無力或失去自信，因恐懼而操控他人。自我、自大、故弄玄虛、懦弱以至戀愛無法維持、經不起誘惑、拈花野草、失去信心。",
            "meaning": "力量牌逆位會導致軟弱。一種被擊垮或了無希望的感覺。它可能暗示內心的痛苦。學習如何從愛裡面找到力量，又是獅子座的另外一項課題。也就是說，要如何找到內在的力量，就需要接納某人以便讓對方可以親近你。透過集中意志，獅子座可以駕馭其生活，並在某一方面得到成功，然而這只是回到戰車所需的課題而已。獅子座的課題是要有勇氣不去控制人生，而是以愛和同情來面對它。",
            "related": "弱點、瑣碎、無力、生病、混亂。",
            "sexuality": "力量這張牌是以柔克剛，暗示你須以溫柔和耐心，讓你可以在一段兩性關係中發展出真正的親密感，而不必試著要去控制它，或者被它所控制。你有充分的勇氣可以處理任何可能發生的困難，而無需因恐懼而逃避。在兩性關係的分析中，這是一張積極的牌，因為它暗示和這關係中的人能夠互相傾聽及傾訴。他們的行動是來自內在的力量，而非出於恐懼，可以發展出真實的親密感，以安撫來情緒。",
            "star": "獅子座"
        }
    },
    "09": {
        "explain": "隱者牌暗示著：省思的一段時間。隱者牌中沒有明亮的色彩，這反而能讓他看見生命中幽微的事物。他站在雪地中，一隻手提著一盞有顆六角星星的燈，另一隻手持著一根棍子。這星星包含了朝上及朝下的三角形，意味結合火和水元素的需要。隱者需要獨處以便反省。你的心智必須保持寂靜，如此才能聽得見內心的聲音，要使心智如止水，你便要將幹擾減到最低程度。隱者牌代表你自己走出去，冒點兒險，把一些平常的事物留在身後，去做你真正想要做的事情。由於燈籠的光線只能照短距離，所以誰也不能保證這會是一條正確的道路。隱者是形容對眼前事物的匆匆一瞥。它還是一張代表內在成功的牌，而這需要獨自去經歷一些事情。",
        "name": "隱者",
        "positive": {
            "behavior": "自我否定、不顯示感情的傾向、怕自我反省、被發現的、離群索居、引導與教育。",
            "marriage": "將心思放回自己身上仔細思考。默默的愛、單純、追求精神上的結合、互相檢討、單戀、多聽勸告、值得信賴、理性的愛。",
            "meaning": "隱者牌暗示一段反省的時間。它代表著一段想要讓你的過去、現在，以及未來成為有意義的時間。這張牌代表去看諮商輔導員、持續一段夢想之旅，或為了開發你自己的沉思。它也代表成熟，以及你已經知道生命中真正重要的是什麼。它可能意味著得到身體或心靈上的協助及智因；或是你幫助其他人發現人生理解及事件的導因。它也代表一段時間內，你會問自己如下的問題：我從何處來？我現在位於何處？又將往何處去？",
            "related": "孤獨、隱居。寂靜、無聲。沉思。忠告、知識、單獨、謹慎、判斷、小心、警惕、慎重、沉思、冥想。學習、探索、尋求、老朽。",
            "sexuality": "隱者可能象徵著向內心探索的需求，暫時自一個兩性關係中退出，以決定你想要什麼、要往哪裡去。或許你正用了比平常更多的時間來疏遠兩性關係，而將思想更集中於自己身上。可能你正在協助伴侶，讓他（她）對他（她）自己，和他（她）的人生有跟深刻體會。它也可能單純智某個處女座的人。當隱者牌出現在兩性關係的分析中，代表你更加清楚在某段兩性關係中你的獨立性，或是注意到你需要獨處，以面對你的內在需求。",
            "star": "處女座"
        },
        "reversed": {
            "behavior": "過早的、不警惕、過於匆忙、顧影自憐。不正確的意見、無趣造成的失敗。",
            "marriage": "給予彼此一些獨處的時間。保守、懷疑愛情、封閉自己、孤寂、輕浮的戀情、對愛人挑剔、沒有勇氣告白。",
            "meaning": "逆位的隱者牌。你要先找出你的內在力量。現在已經到了要停下腳步，並思索你要走向何處，以及為什麼要走那條路的時候了。或許你為了要避免孤獨，正要向平凡屈服；或者因為害怕孤單，或害怕你可能要放棄某些東西，所以寧願選擇安逸而不願成長。",
            "related": "妒忌。拖延、延遲、耽擱、過急。尋求、退出、退步、取消",
            "sexuality": "隱者可能象徵著向內心探索的需求，暫時自一個兩性關係中退出，以決定你想要什麼、要往哪裡去。或許你正用了比平常更多的時間來疏遠兩性關係，而將思想更集中於自己身上。可能你正在協助伴侶，讓他（她）對他（她）自己，和他（她）的人生有跟深刻體會。它也可能單純智某個處女座的人。當隱者牌出現在兩性關係的分析中，代表你更加清楚在某段兩性關係中你的獨立性，或是注意到你需要獨處，以面對你的內在需求。",
            "star": "處女座"
        }
    },
    "10": {
        "explain": "這張牌角落處的四種圖案代表生命的四種元素，或四種對待生命的方法——老鷹代表水；長翅膀的獅子代表火；長翅膀的公牛代表土；天使代表空氣。它們是黃道帶上面四種固定的象徵符號，分別為天蠍座（老鷹）、獅子座（獅子）、金牛座（公牛）、水瓶座（天使）。它們各持一本書，代表它們從各自的觀點在學習有關人生的事情。在命運之輪上你可能已經看見了這四種元素的存在，但你尚未成功地將它們加以融合。蛇代表塞特（Set），這位埃及的黑暗之神，掌管著死神和衰敗。塞特代表的是紛亂和衰敗，不斷試圖要減低宇宙的秩序。塞特隨著輪盤往下轉，而另一端隨著輪盤往上升的則是安努比斯（Anubis）。安努比斯是死神靈魂的導師，因此也是新生命的開始。安努比斯提供庇護，特別是在精神上的庇護。從死神走向重生；從改變而找到嶄新的機會。輪盤上方是帶劍的獅身人面獸，它的形體是一半人、一半獅子。而這把劍是傾斜的，暗示事情可能並不如你起初所預料的那麼容易理解。獅身人面獸代表唯有那些機警行事的人，才可能將秘密揭發，藉由超越現況看穿事情的導因，你就可以多瞭解一些因果迴圈的道理。",
        "name": "命運之輪",
        "positive": {
            "behavior": "命中註定、好機會。交替循環。到極點、到問題的最後、好運或壞運、被四周的牌影響、不可避免的、代表事情既已發展到現在了，不論好壞也只有前進一途、無可選擇的改變、處變不驚、大自然的循環。",
            "marriage": "兩性關係日趨圓滿的機會和可能性在增加。命中的邂逅、一見鍾情、遇到新對象、告白、拍拖的好機會、運氣好、可以結婚。",
            "meaning": "當牌面上的命運之輪是正立時，改變似乎是有利的；而當它逆位時，改變又似乎是有害的。通常命運之輪象徵你生命境遇的改變。或許你並不瞭解這些改變的原因，不過在這裡，你如何因應改變是比較重要的。你要迎接生命所提供給你的機會，還是要抗拒改變呢？此牌正立時就是在告訴你，要去適應這些改變。就普通的角度來看，命運之輪暗示生活上的改變。你的事業正有起色，或某個兩性關係正變得更充實。",
            "related": "幸福、輪迴、轉變、結果、輪流、交替。改變。命運、幸運、宿命。",
            "sexuality": "命運之輪暗示改善情況的機會越來越近了。一個兩性關係日趨圓滿的機會或可能性在增加。",
            "star": "木星"
        },
        "reversed": {
            "behavior": "失去優勢。斷掉的順序、妨礙或是無法料想造成的事實、與事實不符、沒有料到的外在因素。",
            "marriage": "關係中一直在重覆某些模式。不穩定的戀情、短暫、拍散拖、失戀、錯失良緣。",
            "meaning": "當命運之輪逆位時，所發生的改變可能是比較困難的。它暗示要努力對抗這些事件，而且通常都是徒勞無功。逆位的命運之輪只是要減少你在隱者牌中就應該丟掉的東西。這是一個檢視你生命當中，何者是有用、何者是不需要之物的時刻，並要開開心心的讓這些不再需要的東西離你而去。",
            "related": "壞運、不穩定。",
            "sexuality": "命運之輪暗示改善情況的機會越來越近了。一個兩性關係日趨圓滿的機會或可能性在增加。",
            "star": "木星"
        }
    },
    "11": {
        "explain": "一個女人端坐于石椅上，背後兩根石柱。右手握著一把劍端朝上的劍，左手拿著一副天平，暗示她能夠識破現實的假像，而理解時間的真正原因或共同的正義。牌上的女子，明白她在女祭司中所播下的種子，它們正穩定的成長著。現在你明白了種瓜得瓜，種豆得豆的道理，任何行動都會出現結果。懸掛於兩柱之間的紫色步幔暗示你的精神領袖，授予你內在的智慧。這張牌上的背景、天平、皇冠以及頭髮都是黃色的，象徵心智的清明。紅色大衣表示身體的耐力，石柱則象徵我們以生命的信仰而架起的建築。正義代表占星學上的天秤座，尤其是伴隨皇后牌、錢幣皇后，其次還有寶劍的宮廷牌。天秤座的部分課題是，做出公正而美好的決定，為目前處境負其應有的責任，以及想清楚你將如何處理這些問題。",
        "name": "正義",
        "positive": {
            "behavior": "公平正義、重要決定、以法律解決。道德勇氣。棘手的工作、強健的工作。正當的平衡、正當的報酬、最終的結果、不論好壞一切公平看待。",
            "marriage": "已解決了和伴侶間的爭議，負責任的伴侶。理智、理性的交往、溫文爾雅、斯文大方、彼此瞭解、誠實、真心的愛情。",
            "meaning": "正義意味事情已經達成它應有的使命。它代表你應該對自己，以及周遭的人絕對的誠實。你的未來可能會因為你目前的決定、行為或理解而改變。正義也可能暗示這一項有利於你的法律上的決定，或是購置某些需要簽署法律檔的東西。它也可能是指成功地解決某項爭議或意見相左的情形，或是負起某種狀況當中你應當負其的責任。",
            "related": "勇敢。均衡、平衡、安定、衡量、和諧、理智、正義、法律、公正、反擊、活力、能量、德行、名譽、處女。",
            "sexuality": "當正義和聖杯二、聖杯十，或聖杯三一起出現在牌面上則暗示著結婚。它也可能意味著你已經解決了和伴侶之間的爭議，或你對伴侶以及兩性關係，有一種完全誠實和負責化的態度。",
            "star": "天秤座"
        },
        "reversed": {
            "behavior": "過於嚴格的決定、不可忍受的、不公平、不公不義。",
            "marriage": "可能對他人不義，過去的事未解決。被動、性格不合、不顧後果、一腳踏兩船、單戀、第三者的出現、不忠誠、偏愛。",
            "meaning": "當正義逆位時，它暗示著不公不義。逆位的正義象徵，你對自己或其他人若不誠實，恐怕會喪失更深刻瞭解自己，以及人生的機會。這可不是指望別人來教你的時刻，而是一個自救的時機。即使這張牌以逆位出現，因果迴圈的道理依舊不爽。當你留下一個懸而未決的狀況，它（或與它類似的情形）會在你面前重複出現，直到你學到了教訓。",
            "related": "怠惰、懶散。衝動。虛弱、軟弱。成見、誣告、頑固、濫用。",
            "sexuality": "當正義和聖杯二、聖杯十，或聖杯三一起出現在牌面上則暗示著結婚。它也可能意味著你已經解決了和伴侶之間的爭議，或你對伴侶以及兩性關係，有一種完全誠實和負責化的態度。",
            "star": "天秤座"
        }
    },
    "12": {
        "explain": "牌上這個人被綁了起來，不過倒頗沉著、順從而堅忍。他雙手被置於背後，頭的周圍有一圈清晰可見的光環。紅色象徵持久力，黃色是智力上的理解，而藍色則代表清晰的思緒及平靜的外表。腳上有一雙黃色的拖鞋，是暗示經由腳來傳導精神能量，而不是經有冠狀氣輪。他知道不論採取什麼姿勢，這股力量都可以接近他。此人雖然被綁起來，然而這似乎並不令他困擾。他可以利用這段時間來反省他截止此刻的世界的確很奇怪。上下顛倒之後，他可以重新去看這個世界。倒吊人明白，掙紮是絲毫沒有用處的，只會把自己弄得筋疲力盡。目前他利用能量的最好方式就是省思，以及他應該怎麼做。顛倒過來觀察世界，他可以看出過去生活中某些毫無意義的事物，而且這些事物目前仍充斥於他周遭的生活中。這是一張喚起你的精神目的的牌，它代表你準備放棄你所擁有的東西，如此才能夠去作你這輩子真正應該去做的事。",
        "name": "倒吊人",
        "positive": {
            "behavior": "理想化、理想主義。懸而未決。有利他人的行為、利他主義。對神秘事物的狂熱份子、洞悉的能力。生活在僵局中、演變期、想法或是生活的改變、冷淡和無趣、生命力量的改變、在重要時刻中的休息時間、重新調整、新生命力量的來臨。",
            "marriage": "一段冷靜反省的時間集中注意力在自己而非伴侶身上。奉獻的愛、愛情考驗、顧及對方立場、受挫折不要氣餒、犧牲奉獻。",
            "meaning": "倒吊人是一張代表投降的牌。它暗示，當你在這段期間內，透過對生命的順從，並讓它引領你到你需要去的地方，那麼你便可以獲益良多。倒吊人還是一張代表獨立的牌。這段期間內，你應該順著感覺走，或是接受自己，即使別人都認為你的方式很奇怪也不打緊。它也可能象徵，經歷了生命中一段艱難的時光後的心靈平靜。現在不是掙紮的時候，靜下來好好思考你過去的行為，以及未來的計畫。這只是一個暫時的狀態，只要你妥善的運用這段時間，對你應該是有好處的。讓生命中的事物自然而然的發生，或許你會對結果感到驚喜。帶著會有更美好的事情臨降，來取代你所捐棄的事物的信念，順從于人生。花點時間來觀察潛伏於事件底下的生命潮流。生命會給你一段寧靜的時光，遠離世界的紛紛擾擾，所以善用這段時光將是明智之舉。",
            "related": "犧牲、付出、考驗、受苦。",
            "sexuality": "在兩性關係分析當中，倒吊人代表一段反省的時光。或許你正從一個兩性關係的日常生活中抽力出來，以反省你的精神方向，以及兩性關係的方向。內在的和平及寧靜會伴隨著這張牌而來，雖然你的伴侶可能會發現，很難在情感或社交上與此刻的你接近。這段時間你會把注意力集中在自己，而非伴侶身上。這可能是要求你周遭的人多諒解，及付出耐心了。",
            "star": "海王星/水"
        },
        "reversed": {
            "behavior": "不願犧牲、不願意下功夫、不願意付出自己、專注於自我、假預言、多餘的犧牲。",
            "marriage": "在兩人關係中有一種被束縛的感覺。沒有回報、沒有發展、失去耐性、藉斷絲連。",
            "meaning": "這張牌逆位可能暗示無法得到超越社會壓力的自由。它代表你會聽從別人對你的期望，而非順從你內在的聲音。它也可能意味你以某種方式在抗拒你內在的自我。努力想要保持現狀。你受到拘束，卻拼命想要的自由。掙紮並不恰當，因為在適當的時間到來之前，你不可能得到自由。如果你能妥善的運用這段時間的話，那麼當生命要你邁步向前的時候，你就不必再花時間去思考了。如果你現在不進行反省的話，可能會導致更長的耽擱，或重複的模式。順從自由其代價的。",
            "related": "拘束，無能。生病。",
            "sexuality": "在兩性關係分析當中，倒吊人代表一段反省的時光。或許你正從一個兩性關係的日常生活中抽力出來，以反省你的精神方向，以及兩性關係的方向。內在的和平及寧靜會伴隨著這張牌而來，雖然你的伴侶可能會發現，很難在情感或社交上與此刻的你接近。這段時間你會把注意力集中在自己，而非伴侶身上。這可能是要求你周遭的人多諒解，及付出耐心了。",
            "star": "海王星/水"
        }
    },
    "13": {
        "explain": "死神坐騎白馬，在他的手中高舉一面繪有薔薇十字會圖騰的黑色旗幟。在死神的馬下，分別是國王、聖職者、婦女和兒童，代表終生對死亡的四種看法。國王抗拒死亡，最終被踐踏於死神的馬蹄之下；神職者將權杖置於地上，崇敬死亡，並上手合十祈禱主的引領以求步入天堂；婦女跪在地上，因對死亡的恐懼而昏厥過去；只有那個天真可愛的孩子因為無知而滿臉稚氣好奇地看著死神。四個人，四種心態，無論是抗拒、崇敬、恐慌還是無知，都在闡述這相同的道理——無論是富貴還是貧窮、無論是男女老少，死亡都是一種不可抗拒的自然現象，無法逃避，也無需逃避。",
        "name": "死神",
        "positive": {
            "behavior": "下決定、結束與開始、厄運連連、走進死胡同、無法逃離、無疾而終、努力成為泡影、有苦說不出。重大的轉變。突然的且激烈的改變。除舊布新、沒有料想到的改變、突然的自我改變，不一定是身體的死亡、一段友情或是狀況的結束、財務的損失、新世紀的開始，也許死亡。",
            "marriage": "兩性關係中某階段的結束或即將發生深刻的改變。隔閡加深、分手、失戀、離婚、分居、不幸的戀情。",
            "meaning": "生命中將會有許許多多的死神。當你第一次上學、轉校就讀、畢業離開學校、工作、接受某個兩性關係、搬家、往另一個國家遷移、結婚以及擁有家庭時，這些都可說是某種狀況的死神。死神為舊事物畫上休止符，並讓路給新事物。死神牌代表改變的一段其間。我們可以這樣說，生命中的某個章節就要結束了，而你對這份改變的接納，將是變化自然而然地發生。抱持著生命將會帶來某些比它從你身上拿走的更美好的東西的信念。在潛意識中，你或許也在渴望改變的發生，死神牌即意味著改變正要出現。不要抗拒這份改變，試著去接納它吧。",
            "related": "失去、改造、失敗、改變、解脫、絕望、遺失、生病。",
            "sexuality": "死神牌象徵一個兩性關係即將發生深刻的改變，或是你對兩性關係的態度即將發生深刻的改變。它可能是一段關係的結束，譬如某種分別，或關係中某個階段的結束，譬如寶寶的誕生。",
            "star": "天蠍座"
        },
        "reversed": {
            "behavior": "改變計劃、變更形象、東山再起、走出低谷、脫胎換骨、勇於開拓、精力充沛。危險的阻礙、令人擔心的難關。在原地停滯不前、慢的改變、部份的改變、恰巧避免了一場意外。",
            "marriage": "因恐懼改變而沉溺舊習或緊捉不放。主動的愛情、感情好轉、表白、斬斷愁絲、重生發展、破鏡重圓、萌生愛苗。",
            "meaning": "當死神牌逆位時，有可能是指對任何死神的形式極端恐懼。一點兒小改變都可能被誤以為是肉體的死神，而你會盡所有可能去抵抗它，因為你不願意死神。這份恐懼可能會讓你沉溺於舊習，帶給你一種單調、重複的生活，用這種生活來掩飾你想到即將面臨改變時所產生的絕望。當你不想改變時，你必須消耗所有力量以保持靜止不動，且為了有某些力量可以生活，你常常會從周遭的人身上壓榨能量。以目前而言，死神是必須的，然而你對改變的恐懼令你陷於苦悶、沮喪或肉體的疲憊中，因為你大多數的精力都用在抗拒改變。這張逆位牌意味著缺乏生命將帶來更美好事物的信念。有些人尋尋覓覓于未來幸福的保證。如果你抗拒這些改變的話，它們會從另一個方向來接近你，比如，從內心，夢中及情緒中，或甚至是身體上的症狀來向你反映，譬如肌肉緊張或頭痛等。",
            "related": "逆境、不動、慣性。",
            "sexuality": "死神牌象徵一個兩性關係即將發生深刻的改變，或是你對兩性關係的態度即將發生深刻的改變。它可能是一段關係的結束，譬如某種分別，或關係中某個階段的結束，譬如寶寶的誕生。",
            "star": "天蠍座"
        }
    },
    "14": {
        "explain": "在女祭司牌上，被布幔遮掩住的那池水，在節制牌中已清晰可見。一名天使一腳站在水中，另一腳站在陸地，雙手各握一個杯，把水在兩個杯子之間倒來倒去。有一條道路通往遠方日落之處。天使的頭部有一個明顯的光環或能量區域。在塔心臟的氣輪或能量中心，有一個白色的四方形，中間一個橘色的三角形。融合自己的精神和動物層面，是節制牌所意味的。四方形（土）中的橘色三角形（火），代表精神自有形的身體中升起。",
        "name": "節制",
        "positive": {
            "behavior": "慢慢的給與。足夠的休息、有益健康的休養。適當的、用自製和節省來達成適應、混合或一起進入完美的結合、好的影響、成功的組合相互融合、轉化與淨化、中庸之道、管理與調控。",
            "marriage": "發生一段重大成長和學習的兩性關係，射手座的伴侶。意外的邂逅、由友誼轉為愛情、心靈相通、心心相印、單純的愛、對自己有幫助的愛侶、可以商談。",
            "meaning": "節制牌代表旅行、學習、教學，或某個射手座的人。節制牌暗示你較高層次的自我，和較低層次的自我可以和諧共存。你帶著一種方向感行動，不管那是精神上或實質上的行動。它代表盡力而為，以達到你可以達到的境界。",
            "related": "關心、耐心、和諧。溫和、淨化、交流、斟酌、適度、節制。適應、通融、管理、融合、調適、團結。",
            "sexuality": "節制牌暗示一個會發生重大成長與學習的兩性關係。強烈的目的感，是每位元元伴侶都能以忠實於自己的方式行事，因為它們連接了潛意識（那一池水）以及真實或有形的世界（陸地）。它可能象徵著和兩性關係有關的旅遊，或是一個捲進兩性關係中的射手座的人。它也暗示著在一個兩性關係內，激情和靈性的和諧融合。",
            "star": "射手座"
        },
        "reversed": {
            "behavior": "不舒服、不願意。不調和、相對的利益、不能與他人工作、不能瞭解他人、沒有耐心。",
            "marriage": "過度放縱而導致可能的毀滅。三心兩意、不懂控制戀情、沒有默契、無法主動和疲憊的身體、走錯方向。",
            "meaning": "當節制牌逆位時，它可能暗示學習而非教學。而旅行也是有可能的。這張牌逆位可能是在暗示，你不願意傾聽你那具有神性的自我，或是你並不向去哺育或滋養它。當你過度耽溺於你人的欲望時，這種情況就會發生。節制牌逆位元代表沒有目的的行為，這包括沒有目的的流行。或許在你著手進行任何行動之前，你應該重新認識你的目的。這張牌也意味對於在某種狀況內該怎麼辦缺乏瞭解，或是從一個極端走向另外一個極端。它可以形容一個人為了得到滿足感而不斷尋找目標，而結果卻只有失望，以及繼續地設定下一個目標。",
            "related": "焦慮、掛念、敵意、貧乏。",
            "sexuality": "節制牌暗示一個會發生重大成長與學習的兩性關係。強烈的目的感，是每位元元伴侶都能以忠實於自己的方式行事，因為它們連接了潛意識（那一池水）以及真實或有形的世界（陸地）。它可能象徵著和兩性關係有關的旅遊，或是一個捲進兩性關係中的射手座的人。它也暗示著在一個兩性關係內，激情和靈性的和諧融合。",
            "star": "射手座"
        }
    },
    "15": {
        "explain": "魔鬼表示控制——企圖控制生命、伴侶、家人或同事。在這張牌中，與戀人牌上曾出現過的伴侶，現在被鎖一起了，魔鬼拿著一個點燃的火把煽動這男人的欲望，讓他的動物本能支配其心靈。魔鬼頭上的錢幣星，是指人身體的五個部位。此時亞當和夏娃由於對慾望的沉迷，再也無法聽到天使的祝福，耳邊只有來自地獄惡魔的詛咒，原有的浪漫與溫馨也已變成了彼此的束縛，就像彼此頸上的枷鎖，將彼此牢牢地拴在惡魔的腳下。亞當一如既往的注視著夏娃，而夏娃則低垂粉頸，無奈地看著頸上的鐵條。原有物質、精神、道德的循環已被顛覆，剩下的僅是對物質和慾望的沉迷；原有感性與理性之間的交流也已被阻斷，變成了彼此的枷鎖。",
        "name": "惡魔",
        "positive": {
            "behavior": "暴力相向、被慾望蒙蔽、短暫的享樂、感官享受、附屬的、次等的、沒有成功、奇怪的經驗、不好的外來影響或是建議、黑魔術、沒有想到的失敗、不能實現一人的理想、自我處罰、邪惡的誘惑、自我毀滅。吸引力。",
            "marriage": "淪為公式化和束縛的兩性關係以性愛維繫的關係。過份緊張、誘惑陷阱、地下情、孽緣、心胸狹窄、沉溺感官刺激之中、遭受玩弄、憎恨、嫉妒。",
            "meaning": "魔鬼牌代表一種錯誤的概念，認為事情別無選擇。魔鬼可以表示，你不願意為你自己與你的行為負責。在一般性的占卜中，魔鬼代表一種控制生命的需求。。這張牌表示在你對生命充滿無力感。魔鬼牌描述的是一種對生命物質化的觀點，或像王爾德（OscarWilde）所說的：知道所有東西的價格，卻不知道任何東西的價值。它可能暗示在某種狀況內受到限制，卻不願意去改變。在健康的分析上，魔鬼代表膝蓋、牙齒方面的問題，或指皮膚過敏。",
            "related": "破壞、束縛、惡意、奉承、沒落、魅力、本能、天性。毀壞、誘惑、詛咒、慾望、迷惑、限制。好色。暴力、打擊、死亡、暗示。",
            "sexuality": "在兩性關係分析中，魔鬼可能是描述一份由愛開始的兩性關係，結果卻變成一種束縛。習慣、公式化和實際性，已經奴役了關係中人的心。它也可能象徵你被欲望或慣性所支配，而非依循你更佳的判斷行事。這張牌意味接受一種壞的狀態，對於那些役使你的事物不作絲毫的抵抗，或甚至不願意做改變。它暗示你緊守著反正還有許多人的情況比我更糟的信念。通常這是真的，然而這只是你戀戰於某種狀態的藉口，無法提供你任何學習、成長或快樂的機會。有時候魔鬼牌是指一段建立在嫉妒或強烈控制欲之上的兩性關係。它可能意味著縱欲，或只是為了性愛的理由而維繫一段關係，換句話說，你已經不喜歡你的伴侶，性和感情或你內在的自我無關，你也無所謂。",
            "star": "摩羯座"
        },
        "reversed": {
            "behavior": "從束縛解脫、丟棄枷鎖、被他人認定的、克服許多的困難、開始瞭解自己的內在或是精神層面。",
            "marriage": "嚐試由肉體或精神上的不自由走出來。分手的時候、斬情絲、擺脫感情困擾、無法自撥的深入戀情。",
            "meaning": "魔鬼牌逆位顯示出嘗試性的走向自由，做出選擇。它可說是挑戰你周遭的人，或你人生信仰的行動。逆位的魔鬼意味一種打破限制你自由之鏈的企圖，不論它是肉體上或精神上的不自由。現在你正積極的找尋改變或新的選擇，你不再指打算接受目前的狀況了。魔鬼牌逆位可代表捐棄控制生命的需求，並接受自己的黑暗面。",
            "related": "墮落、曲解。不安、煩亂。憎恨、討厭、分離。",
            "sexuality": "在兩性關係分析中，魔鬼可能是描述一份由愛開始的兩性關係，結果卻變成一種束縛。習慣、公式化和實際性，已經奴役了關係中人的心。它也可能象徵你被欲望或慣性所支配，而非依循你更佳的判斷行事。這張牌意味接受一種壞的狀態，對於那些役使你的事物不作絲毫的抵抗，或甚至不願意做改變。它暗示你緊守著反正還有許多人的情況比我更糟的信念。通常這是真的，然而這只是你戀戰於某種狀態的藉口，無法提供你任何學習、成長或快樂的機會。有時候魔鬼牌是指一段建立在嫉妒或強烈控制欲之上的兩性關係。它可能意味著縱欲，或只是為了性愛的理由而維繫一段關係，換句話說，你已經不喜歡你的伴侶，性和感情或你內在的自我無關，你也無所謂。",
            "star": "摩羯座"
        }
    },
    "16": {
        "explain": "屹立雄偉高塔被一道突來的閃電擊中而崩潰燃燒起來，而這雷鳴電閃正是神的憤怒與制裁。塔頂上的金冠也被驚雷擊落，預示著權力、財富和成就都在這驟變中蕩然無存。高塔代表著毀滅，即突如其來的災難。塔中墜落的兩名男子似是前面的皇帝和聖職者，他們搭頭向下的姿勢和驚恐的表情，預示著面對突入起來的災難，無論階級、財富，誰也都很難倖免於難。",
        "name": "塔",
        "positive": {
            "behavior": "被毀滅、突來的意外、自作自受、執迷不悟、倉促的起程。粉碎必然的事物、打破習慣傳統。完全和突然的改變、瓦解古老的觀念、捨棄過去的關係一段友情、改變想法、沒有想到的事情、不穩定、失去安全。",
            "marriage": "突如其來的改變或解體。無疾而終、意外地分手、失去愛情、破滅的愛、無法挽救。",
            "meaning": "當塔牌出現時，便是到了改變的時刻。現在再來為改變做準備，或選擇如何改變都已太遲，現在你需要做的就是丟掉舊東西。在健康的分析上，它代表一種突如其來的疾病，或者是一種震撼。塔牌震撼你，讓你回到現在，並帶來生活或生存上一個嶄新的開始。請記住，你某個部分需要這種改變，在某種層次上，你某個部分可能強烈的盼望著它。",
            "related": "逃避、避免、終止。毀滅、衝擊、放棄、災難、考驗、破產、失敗。危險。流放、流亡。",
            "sexuality": "塔牌是形容兩性關係中發生了突如其來的改變或解體。它暗示某種結構或模式已經沒有辦法繼續地存在，發生突然的改變是為了讓你能再次成長。",
            "star": "火星"
        },
        "reversed": {
            "behavior": "繼續壓制、用古老的方法、定了型的生活、無法執行任何有效的方法來改變、困在一個不悅的情況。",
            "marriage": "抗拒去放開或改變但它仍會發生。愛情的危險、分離的預感、受到打擊。",
            "meaning": "逆位的塔表示你抗拒放開你所壓抑的東西，這可能會導致冒出另一股力量，並帶來另一項突如其來、爆發力十足的改變。不論你如何抗拒改變，它遲早會發生。它也可能是在形容你抱殘守缺，停留在一種早就不合適的情況中。當塔逆位時，改變的跡象依然明顯，不過改變的程度就沒有正立時來得多了。它可能是在形容一種被阻撓或被監禁的持續感。",
            "related": "事故、災難。毀滅。混亂。",
            "sexuality": "塔牌是形容兩性關係中發生了突如其來的改變或解體。它暗示某種結構或模式已經沒有辦法繼續地存在，發生突然的改變是為了讓你能再次成長。",
            "star": "火星"
        }
    },
    "17": {
        "explain": "這張牌上面的女人提著兩個水壺。她將其中一壺裡的水倒進水池中，而另一壺則倒在陸地上。天空很晴朗，有八顆星星，每一顆星星都有八個角，意指伴隨透特的八個神。清晰可見。有一隻展翅欲飛的朱鷺坐在一棵樹上，這朱鷺是透特（Thoth）的象形符號或象徵，透特是古埃及的時間守護神，也是阿卡沙秘錄（Akashicreconrds）的監護者，那是為眾神和醫療者的守護神而抄寫的紀錄。每當你從那創造性的來源（水池）中汲取靈感，產生某些確切而實際的東西時，你所創造出來的東西就會有一部分直接流回到來源（請注意從她左手水壺流注到地面的水，流回到了水池當中）。",
        "name": "星星",
        "positive": {
            "behavior": "目標和希望、想得美、分享與回饋、渴望自由。明顯的指引。新的想法。光明未來、過去和現在的混和、樂天派、洞察力、好的兆頭、精神之愛、占星學的影響、正當的平衡、願望和工作、希望和努力、愛情和說法。",
            "marriage": "樂觀，獨立的關係命中註定要在一起。好預兆、理想的情人、從友情發展至愛情、愛苗萌芽、遇到理想的情人、美妙的戀愛、用電話聯繫感情。",
            "meaning": "塔牌除去某些你相信對生命有價值的東西，星星則是一張代表重新點燃希望的牌。星星是一張代表治療、內在治療，以及瞭解你這一世真正目的的牌。它代表相信明天會更好的內在信心。你可以體驗這種強而有力的能量，並將它導入你的生命中。例如，藝術家利用這種能量來工作，以創作某些足以觸動觀賞者心情和靈魂的作品。它是一張代表信心、希望和內在平靜的牌。就普通角度來看，星星可能暗示一段假期或一段你能感覺不慌不忙、心平氣和的時光",
            "related": "滿足、快樂、信心、靈感、和平、和睦。希望、祝福、開運。",
            "sexuality": "星星暗示你對這個關係有信心，相信事物都會是樂觀的。你有足夠的自由和空間，來實現你自己的命運，而且處於一種愛的關係中。星星可能是在形容一種對加強潛意識及意識世界之聯繫有幫助的兩性關係。換句話說，在一個提供支援和自由的兩性關係中，你可以生活在你的真理中，或做真正的自己。這張牌可能是暗示和伴侶一起度假，或在結伴關係中，你擁有自主的空間和地位。因果迴圈也是這張牌的隱喻，所以你們很可能是命中註定要在一起的，或註定要經歷在這段關係中，將顯現的種種事件。",
            "star": "水瓶座"
        },
        "reversed": {
            "behavior": "沒達成的願望、失去機會、牛脾氣、不平衡、一段不好的生意或友情的結束。不幸的徵召。",
            "marriage": "情緒混亂不明應從心檢視其目的。以貌取人、無心靈溝通、欲望過高、無法產生戀情、秘密戀愛。",
            "meaning": "當星星出現逆位時，意味著和生命或世界的靈魂聯繫被切斷了。因此空虛、寂寞，或退卻到智力中的情形均可能發生，這會缺乏事情將來會獲得改善的信心。星星逆位意味你目前並沒有接觸到你潛意識能量的來源，而且可能會覺得受限於生命，或和你創造力的來源失去聯繫。它也可能表示你失去了你的目的，也就是你在這一輩子所應該做的事。事情既沒有辦法為你帶來以往的滿足，而你也無法給它們和以往一樣的承諾。",
            "related": "辭職、放棄、失望、悲觀、壞運、固執。",
            "sexuality": "星星暗示你對這個關係有信心，相信事物都會是樂觀的。你有足夠的自由和空間，來實現你自己的命運，而且處於一種愛的關係中。星星可能是在形容一種對加強潛意識及意識世界之聯繫有幫助的兩性關係。換句話說，在一個提供支援和自由的兩性關係中，你可以生活在你的真理中，或做真正的自己。這張牌可能是暗示和伴侶一起度假，或在結伴關係中，你擁有自主的空間和地位。因果迴圈也是這張牌的隱喻，所以你們很可能是命中註定要在一起的，或註定要經歷在這段關係中，將顯現的種種事件。",
            "star": "水瓶座"
        }
    },
    "18": {
        "explain": "在月亮這張牌中，月亮高掛在夜空之中，圓缺不定。月中隱約有一張愁苦的面容，帶給人憂鬱不安的感覺。有一隻狗和一隻狼對著月亮吠叫，因為水池裡面出現了一隻小龍蝦。有一條小徑從水池通往遠處，穿過兩座塔之間通向山上。這裡的挑戰就是要從水池邊沿著道路走，而不怕被狗和狼所引起的恐懼擊倒。這些動物代表你的較低層次、動物的本性，正在仰望月空低吠，似乎是體會到月亮的愁苦而報以同情，誘惑是向像月亮問著什麼。池中的蠍子似乎很嚮往月宮的樣子，努力爬出水面，正準備沿著黃色彎曲的小路前往自己嚮往已久的地方。",
        "name": "月亮",
        "positive": {
            "behavior": "不安與恐懼、欺騙與幻覺、隱藏的危險、難以捉模的變化。不可思議的遭遇。不清楚、不好的影響、真正的目的、假朋友、狡滑巧妙的、不榮譽的、表面的、不知名的敵人、刻板印象。",
            "marriage": "表面美好，內在卻波濤洶湧對深刻承諾懷有恐懼。愛情需要時間培養、發現虛偽的感情、誤會消除、被動等待。",
            "meaning": "月亮暗示你需要面對你的恐懼，因它們可能會阻礙你去作某些事情，或獲得某些東西。月亮是一張代表夢和想像的牌。強而有力的夢企圖告訴你某些事情。傾聽你的夢，你將會發現你所要找尋的答案。或許在清醒的時刻你可以輕易地回想起那些夢境，或許你會在正常的睡眠之後覺得疲憊不堪，因為強烈的夢境幹擾了你的睡眠型態。有時候月亮也可能是暗示欺騙。有些事物隱而不見，因此得看得比表像更深入，以發掘某種狀態的真相。",
            "related": "冒險。旅行。幻覺、預感、夢。自私、譭謗、中傷、失望、危險、夢想、不安、多變、欺騙、奸詐。",
            "sexuality": "在兩性關係分析當中，月亮代表表面上一切事情都很美好，但是底層卻波濤洶湧——在日常生活中一切都圓滿和諧，但是暗地裡確存在著某些沒有被討論，被認知或尚未解決的事情。或許你對於更深刻的承諾懷有某種恐懼，或你想要離開這段關係，然而恐懼卻又把你拉了回來。你的伴侶或許會令你回想起過去的兩性關係，或父母關係中尚未解決的事情。事情不能光看表面，如果你願意傾聽你的夢境或潛意識，或許你就能發現你內心深處到底真正發生了什麼事。",
            "star": "雙魚座"
        },
        "reversed": {
            "behavior": "在出事前發現謊言、微不足道的錯誤、克服不好的誘惑、不勞而獲、佔別人的好處。",
            "marriage": "過去未解決的情感模式一再降臨。曖昧的戀情、虛偽、三角關係、欺騙、流言所困、遭受背叛、情敵出現。",
            "meaning": "月亮逆位暗示著那些尚未被解決的事情又降臨到你身上了。當月亮牌逆位時，牌面上所畫的動物及它們所代表的恐懼在召喚你去處理它們。現在夢變成夢魘，內心世界的恐懼。你可能會將這些挑戰轉為有形的形式，如此你才能以一種陽光下的明白方式來處理它們，而非設法戰勝那些埋伏在月光下的模糊事情。現在是去面對這些內在挑戰，而非退縮到有形世界的安全領域中的時候了。",
            "related": "危險。邪惡。謊言。",
            "sexuality": "在兩性關係分析當中，月亮代表表面上一切事情都很美好，但是底層卻波濤洶湧——在日常生活中一切都圓滿和諧，但是暗地裡確存在著某些沒有被討論，被認知或尚未解決的事情。或許你對於更深刻的承諾懷有某種恐懼，或你想要離開這段關係，然而恐懼卻又把你拉了回來。你的伴侶或許會令你回想起過去的兩性關係，或父母關係中尚未解決的事情。事情不能光看表面，如果你願意傾聽你的夢境或潛意識，或許你就能發現你內心深處到底真正發生了什麼事。",
            "star": "雙魚座"
        }
    },
    "19": {
        "explain": "灰色石牆代表過去，也可以當作疆界，一個自我的界線，以防堵別人可能帶給你的負面影響。建立自我的界線則是獅子座的第二部分課題。這道牆可防止你的困惑及分心，讓你直接和無意識溝通，並明白表達它。向日葵表示權杖皇后的明朗人格和積極行動，權杖皇后也是一張獅子座牌。這個全身赤裸的騎馬小孩，不受恐懼、習俗或內在對立力量的限制，因為這些事情在之前的牌（課題）當中已經被解決了。這座花園代表內心的花園或靈魂，而孩子頭發上的羽毛則代表愚者或是展開一項旅程。這張牌連結了動物（馬）、植物（向日葵）、元素（太陽、空氣）以及石牆所代表的有形世界。獅子座第三部分的課題就是以一種單純而歡愉的方式來表達你自己，或透過你自己來彰顯上帝或造物主。",
        "name": "太陽",
        "positive": {
            "behavior": "好的關係、不自私的感情、訂婚、快樂的婚姻、在日常生活中找到快樂、好朋友、精神充沛、圓滿成功、快樂與滿足、一視同仁、朝向光明面、從小事情上找到滿足、在藝術上有成就。",
            "marriage": "有創意又饒富趣味的兩性關係，被生命所支援的伴侶。受祝福的婚姻、非常恩愛、獲得滿足的愛、戀情得以公開、幸福的戀人們。",
            "meaning": "太陽象徵歡樂、內在的平和，以及表達自我的需求。它代表在生活、事業或兩性關係上都有重大成功。太陽是一張代表占星學上獅子座的牌，尤其是若伴隨著力量、權杖皇后或權杖的其他宮廷牌。它暗示著某種富創造性的事業，包括自我表達，例如演藝事業、繪畫、舞蹈或歌唱。太陽象徵歡樂和內在平靜，而且感覺宇宙是一個充滿樂趣和創造性的地方。太陽是自由的充分顯現。它是一種可以帶來肉體自由的內心自由。太陽顯示出歡樂、和平、幸福及有創意的生活態度，並且深深體會到生命之美。當太陽牌正立時，生命和全世界的人都會支援你，當它逆位時，你卻有某些懷疑。現在雲層遮蔽了太陽，所以雖然還是白天，但溫暖及光明卻已稍減，因為你內心還存有在月亮牌中所接觸到的恐懼感。",
            "related": "自由、同意、一致。友善、友誼。榮譽。滿足、成就、快樂、成功、喜悅、專心、歡樂。愛情、溫暖、真心、成功、生命、實現、純真。",
            "sexuality": "太陽所描繪的是一種既有創意、又饒富趣味的兩性關係，在日常生活中隨時可以見孩子般的天真和童趣。",
            "star": "太陽"
        },
        "reversed": {
            "behavior": "不快樂、忽略表面的事實、優柔寡斷、疏遠的感情。利己主義、自我中心。",
            "marriage": "互相競爭的關係，還有一些待克服的小恐懼。衝動、感情破裂、失戀、無結果的戀情、分離。",
            "meaning": "雖然太陽逆位代表你還是有一些恐懼尚待克服，不過他依然是一張正面的牌。在事業分析中，這張牌暗示要在銷售或創意的工作當中脫穎而出，則必須經歷極力的競爭。它可能是在描述一種頗有創意的方案，它在別人的眼中是成功的，然而你卻對它有更高的期望，你要得到更多才會感到滿足。所乙太陽牌逆位元也可視為和你自己，或和一份完美的理想競爭。",
            "related": "痛苦、失望、不幸、離婚、耽擱、偷竊、孤獨。易怒。",
            "sexuality": "太陽所描繪的是一種既有創意、又饒富趣味的兩性關係，在日常生活中隨時可以見孩子般的天真和童趣。",
            "star": "太陽"
        }
    },
    "20": {
        "explain": "在審判牌中，天使在最後的審判上吹奏這小喇叭，而人們則從他們的墓穴中站起來歡慶。一面白底有紅十字圖形的旗子在飄揚著。每個男人、女人和小孩都向上仰望著精神，因男人、女人及孩童代表你觀看世界的每一個角度，這是為了清除地瞭解有形的世界。這張牌上所有的人都站起來歡呼，可以說是對大阿爾卡那前二十張人生旅程的一個回顧和自省，在超越自我認知最終的世界之前，反省自己的過去，認清並且洗滌自己曾經的錯，堅信曾經的對，才能最終走向成功之門。",
        "name": "審判",
        "positive": {
            "behavior": "知道結果。作判斷、結算成果復活、重新獲得、往上的勝利、反悔和原諒的需要、看我們如何把握人生機會的時刻、希望長生不老、應小心的思考如何行動。",
            "marriage": "過去作為所產生現在的關係彼此精神成長或學習。真心的戀愛、公開愛情、愛的使者出現、愛的良機。",
            "meaning": "審判牌代表此時你有清晰的判斷力。作為問題的答案，這牌暗示你擁有清晰的判斷力。此時你理解了你由生命所展示的試煉及挑戰中學習到了什麼。審判出現時，表面上並沒有什麼明顯的改變，然而表面下的改變卻甚多。",
            "related": "重生、復活、覺醒、成長、回復、更新。生日、出生。覺醒、恢復。補償、審判、回春、改進、升級。",
            "sexuality": "審判牌暗示你目前所有的一切並非偶然。這個兩性關係提供了重要的精神成長和學習。你目前的關係當中包含了因果迴圈的課題或回報，你現在所擁有的正是你過去所曾播下的種，或曾做過的努力的產物。這段關係是過去所作所為的產物，而且它能激勵你認識自己、你的模式或你生命的目的。",
            "star": "冥王星/火"
        },
        "reversed": {
            "behavior": "不能面對現實、不能下決定、分離的感情、不相信。",
            "marriage": "對感情覺的空虛，不斷的尋找來填補。嫉妒心重、辜負對方一番誠意、分離、消失、依然故我、難忘舊情、留戀過去。",
            "meaning": "通常當審判逆位出現時，代表你正在找尋某些東西，以填補命中越來越大的鴻溝。你並不知道這個召喚是來自內心，也不知道解決知道也來自內心。簡單說，這張牌礙是缺乏清晰的判斷力。當審判逆位時，你會發對來自內心的呼喚。也許你的理智和邏輯正在勸你，不要為某不明確或看不見的東西而放棄你所擁有的一切。每一次你拒絕或延遲回應這呼喚時，空虛感就會再一次加深。",
            "related": "懷疑。悔恨、懊悔、遺憾。生病。延期、失望、離婚、拖延、偷盜。",
            "sexuality": "審判牌暗示你目前所有的一切並非偶然。這個兩性關係提供了重要的精神成長和學習。你目前的關係當中包含了因果迴圈的課題或回報，你現在所擁有的正是你過去所曾播下的種，或曾做過的努力的產物。這段關係是過去所作所為的產物，而且它能激勵你認識自己、你的模式或你生命的目的。",
            "star": "冥王星/火"
        }
    },
    "21": {
        "explain": "愚者頭上的圓圈，現在環繞著世界牌中的人，而且她也清楚地知道並沒有所謂的開始和結束，因為所有的事情都是環環相扣的。現在她輕輕地握著她的權杖。在牌四個角落的四種動物（包括人這種動物），現在都有了完整色彩，這四種元素都有一種精神的基礎，因為它們都出現在雲當中，相同的雲或精神也出現在權杖、聖杯、寶劍和錢幣的王牌中。就這樣，小阿爾克納牌的課題被回想起來，付諸實現。圍繞著她的花園象徵著成功，而且是一個行進中的成功，因為花圈既沒有起始也沒有終點。她正在移動，世界上所有事物亦如此，包括充滿空氣的肺、繞著太陽轉的行星，以及宇宙中的各個星系。真正的成功是不會停止運行的，因為當某種狀態或某個人停止進展時，便會帶來停滯和衰敗。飾帶是魔術師和力量中的無限大符號。她又再度想起宇宙是能量，而她便是能量的一種表現。她已經超越了儀式，理解到所有她需要的她都會得到，而她所必需做的就是要求，而且是以一種宇宙能夠理解的方式來要求。",
        "name": "世界",
        "positive": {
            "behavior": "完美達成、自然的規律、另一個開始、到此為止、完美的結局、一段時光。附屬、最大的改變、所有努力的結果、成功製作、成功的負責事情、努力工作的報酬、永恆的生命、他人的讚美。",
            "marriage": "美好，共容而持續的關係，住在另一個地方的伴侶。受到祝福的婚姻、模範情侶、能助事業的情人、永久的愛情。",
            "meaning": "世界是一張象徵永久和持續成功的牌。你的靈魂和世界或宇宙的靈魂處於協調狀態，而當兩者之間存在著和諧時，所有的事情都是可能的。世界描述一種來自內心的快樂。它也可能暗示持久的成功。世界牌可能意指環遊世界，或重大的成功及快樂。就變通的角度而言，它暗示你就站在生命希望你站的地方，而你也能感受到生命及你周遭的人的支援。它描述著一種快樂，它不是來自擁有或耕耘，而是來自存在。",
            "related": "完美。成功。報答、獎賞、結果。時間、繼承、遺傳、傳統。達成、能力、銜接、統合。",
            "sexuality": "世界象徵兩性關係當中美好而持續的事物。它顯示你正處於一種共榮的兩性關係中。你和伴侶能夠在你們所同意的範圍內完全的成長、發展和生活這份關係中存在相當強大的驅動力，這可不是一段可以等閒視之或輕忽的關係。如果它是在過去的位置，可能意味著一個住在另一個地方的伴侶，或你到另一個地方旅行時，可能會遇到某個人。",
            "star": "土星"
        },
        "reversed": {
            "behavior": "不完美、無法達成自己所開始的事情、沒有遠見。",
            "marriage": "戀愛會成功，但無法保存，又將之放棄。不能結合、沒結果的感情、曖昧態度、熱情消退、失去新鮮感、感情破裂。",
            "meaning": "當世界逆位時，她就握不住這些權杖了，因為她的判斷變得模糊不清，而且她相信哪些在審判牌中還沒有放掉的事情。她必須再度回到審判牌，以淨化她對宇宙的理解。當這張牌逆位時，它依然暗示著到處旅行。它也可以暗示事業或兩性關係上的成功，但這種成功無法被保存，所以只好被放掉。現在你不能把全世界都掌握在手中，然而這只是時間早晚的問題而已。這也不是你最後一個挑戰，因為還有其他更重要的挑戰會緊跟而來。我將這張牌比喻為正在攀爬一座很高的山嶽，結果卻發現它的陡坡遮住另一座更高、更需要去爬的山。有人認為是這項成功帶來了快樂，卻不知道其實是快樂帶了成功。",
            "related": "延期、拖延。失望、失敗、迷惑、欺騙。",
            "sexuality": "世界象徵兩性關係當中美好而持續的事物。它顯示你正處於一種共榮的兩性關係中。你和伴侶能夠在你們所同意的範圍內完全的成長、發展和生活這份關係中存在相當強大的驅動力，這可不是一段可以等閒視之或輕忽的關係。如果它是在過去的位置，可能意味著一個住在另一個地方的伴侶，或你到另一個地方旅行時，可能會遇到某個人。",
            "star": "土星"
        }
    },
    "22": {
        "explain": "寶劍王牌描繪的是一隻從雲（或是精神）中伸出的手，掌中握著一把劍，劍端由一頂黃金皇冠的中間穿過。背景是一系列的淡灰色，而劍本身則是鮮明的藍色。劍代表的是通澈的思想，亞瑟*維特（ArthurWaite，本書所使用的塔羅牌的設計者）也就是利用藍這個顏色來強調它。這把劍是朝上的，而且雙刃都看得到，表示說狀況的兩面都清楚的呈現在眼前。它表示注意到了生命的二元性。皇冠代表的是物質世界，而劍刺穿了這個世界，由精神層面來看，它暗示您的心智可以看透物質世界，而看到事件的精神面因素，以及思想在物質世界中所造成的結果。這是一種理解，理解到宇宙中既沒有獎賞，也沒有懲罰，只有結果。這張王牌告訴我們的是，計畫或開始一項新的冒險行為。生命提供你一項新的可能，而你必須謹慎的評估任何所採取的行動可能帶來的後果。",
        "name": "寶劍王牌",
        "positive": {
            "behavior": "主動出擊、榮耀與勝利、我是唯一、唯我獨尊。完全勝利。強大的決心、深切的情感。",
            "marriage": "愛情路上顯得一帆風順，外向活潑的你為你們的感情帶來不同凡響的生命力。此外也反映出你們的心靈溝通相當順利。",
            "meaning": "劍牌的王牌代表開始或計畫一項新的冒險。權杖王牌描述身體上的行動，杯子牌的王牌則是情感上的行動，而這張王牌敘述一個意念的形成，或是為未來的行動所準備的計畫。這張牌代表清晰的思考，或明確的瞭解到完成一項計畫所需要的是什麼。慶祝一這張王牌是寶劍牌組中僅有的兩張垂直向上的劍牌中之一。一張是皇后筆直地握著她的劍；而大阿兒克納牌中，正義這張牌所畫的則是一個女人筆直地握這一把劍。至於其他所有劍牌中所呈現出來的劍，都有一個角度，暗示偏頗的思想，而逆位的劍則表示思想轉而朝內影響思考這本身。就日常生活的角度來看，正立的王牌可以表示清晰思考所帶來的成功。確實的計畫和清楚的將焦點置於想望的目標上會帶來獎勵。王牌也可以代表改善您物質生活的想法或計畫。",
            "related": "開端、力量、力、活動、過度、凱旋、勢力、成功、繁榮、思想、理智、挑戰、活力、幹勁。征服、戰勝、愛情、優勝、征服。",
            "sexuality": "在兩性關係的分析當中，寶劍王牌暗示一個你想從兩性關係當中得到什麼的明確計畫。由於有了一個清楚的目標，通常你會比較容易獲得你所想要的，因為你已經可以輕易辨認出什麼是你不想要的，然後立即修正方向。這張王牌所隱含的兩性關係時，你和夥伴之間有種強烈的心智結盟，可能有共同的目標和興趣；也可暗示彼此理念的結合。",
            "star": "風象星座"
        },
        "reversed": {
            "behavior": "自我破滅、火爆脾氣、難為情、沒有結果的、艱難的戰鬥、不穩定的勝利。",
            "marriage": "急於有新的發展卻不知從何著手，這令你感到不安與焦慮。最好先將腦袋冷靜下來，在著手規劃之前，讓一切可能的靈感凝聚。",
            "meaning": "逆位的寶劍王牌暗示思考、想法和計畫上的困惑。或許你沒有辦法看清楚在這個關鍵點上應做的選擇。在下決定之前，先讓自己集中注意力是比較明智的。你的想法可能脫離了現實和環境，而非務實和有用的。這張牌可能意指你的想法或計畫是行不通的，或是由於你缺乏明確的思考，而且如果你沒有明確目標的話，獲得成功的機會將是十分渺茫的。你應該多花時間來想清楚，檢視每一種選擇，並將那些不切實際或難以實現者排除。此時此刻任何草率的行動似乎都很難有什麼成就。你可能正焦急的要開始進行新事物，但是卻不知道該從那個正確的方向著手。放輕鬆，並且讓你的腦袋沉湎下來，在開始任何新事物之前，先形成一個有凝聚力的計畫。",
            "related": "災害、暴政、不幸、障礙。",
            "sexuality": "在兩性關係的分析當中，寶劍王牌暗示一個你想從兩性關係當中得到什麼的明確計畫。由於有了一個清楚的目標，通常你會比較容易獲得你所想要的，因為你已經可以輕易辨認出什麼是你不想要的，然後立即修正方向。這張王牌所隱含的兩性關係時，你和夥伴之間有種強烈的心智結盟，可能有共同的目標和興趣；也可暗示彼此理念的結合。",
            "star": "風象星座"
        }
    },
    "23": {
        "explain": "寶劍二畫一個女人坐在一張石凳上，蒙著雙眼，雙手交叉於胸前，手中握著兩把劍。在她背後的海洋將她和陸地分開，而此時正是夜晚。這張牌中唯一強烈的顏色是月亮和鞋子的黃色。這兩把劍交叉與她胸前，是為了要保護她遠離痛苦的感情，身上的衣服和石凳一樣，是灰色的，暗示著感情漸趨冷漠，因為他拒絕面對另它痛苦的因素。假如你不讓任何東西接近你，就沒有任何東西能傷害你了。她的眼罩是自己綁上去的，因為她的雙手是自由的，如果她決定要將它拿掉的話，自然辦得到。在這張牌中有著憤怒和恐懼的混合物。劍是隨時蓄勢待發以攻擊威脅她的事物，而眼罩則代表她企圖躲藏起來，不願面對讓她害怕的原因或事實。她已經從生活中撤退，並等待這些事情平靜下來。與其造成更嚴重的騷動，她寧可選擇無聊和停滯不前。事實上，事情是已經平靜下來了，唯一留下的騷動是她的思想和心中的騷動。這張牌所敘述的是，為了明白哪些情緒的意義，而自生活中退出的行動。對外面世界的恐懼，可能是沒有道理的，而唯一能確定的辦法就是摘掉眼罩，親自去看清楚。身後的水暗示情緒上的不穩定，而這個不穩定可以在她自己內心得到解決。有時候這個二代表的是規避某些特殊的話題和場合，因為它們讓人聯想到某些尚未解決的恐懼。",
        "name": "寶劍二",
        "positive": {
            "behavior": "沒有行動、自我防禦、緊張現實、與自我的想法之中選擇其一。倔強但是卻是十分忠貞。平衡的力量、抵銷的要素。",
            "marriage": "感情上受過傷，現在的你只想找個時光來療養，也可能暗示你正在兩個異性之間作決定，需要釐清思緒。",
            "meaning": "從日常生活的角度來看，寶劍二以為你需要作決定或在兩個選擇（兩把劍）當中擇其一。在你做出明確的決定之前，要盡可能的解決任何感情上的衝突。為了理清並解決感情上的衝突，現在正是從生活中退隱的時候了。正視你所恐懼的，如此你才能明瞭你周遭事物對你有什麼意義。一個正確決定的報償正等著你，它的第一個回報是解脫感，這解脫感來自於你能夠鎖定一個方向。",
            "related": "逃避、僵持、執著、逃避、抗拒、對立、僵局、決鬥、鬥爭、和諧、堅固、協定、僵局、喜愛。",
            "sexuality": "寶劍二意味有一段時間會從兩性關係當中退縮下來，這是為了要理清你對事情的感覺。或許你曾經在某個兩性關係當中受過傷，而在你重返正常的生活之前，需要一段時間來療傷止痛，並從這些經驗中得到一些教訓。有時候這張牌可能是暗示在兩個兩性關係的機會中做選擇，或是決定你準備讓伴侶和你有多接近。如果你所下的這個決定能夠結合思考（劍）和感情（水）的話，那它將有效用的多了。",
            "star": "天秤００－１０，月亮"
        },
        "reversed": {
            "behavior": "口是心非、不明譽、背叛的、假朋友。失去平衡、破壞和諧。法律行動。",
            "marriage": "情緒相當混亂，與伴侶相處上並不契合。你需透過你的思考來控制你的情緒，順從你的感覺，別讓龜毛左右你的生活。",
            "meaning": "當寶劍二逆位時，意味著你的情緒相當混亂，如此一來你要下決定就更加困難了。情緒、恐懼或怨恨無法永遠被壓制，當這張牌逆位時，即代表著情緒或壓迫性的恐懼一步步的占上風，因為當事人不去面對它們。通常這些恐懼都是毫無由來或脫離現實的。當你越努力的找尋正確的選擇時，更多的選擇機會就會出現，這張牌代表你試圖透過思考來控制你的情緒，或讓你的情緒理性化。在情緒得以沉湎下來之前，去感受和認知它們是相當重要的。由於你越來越清楚自己的感受，因而你對自己既自己的處境的理解也越多。就日常生活的角度來看，逆位的寶劍二表示遲疑不覺所引起的情緒上的不安。",
            "related": "離婚、分離、誤傳、謊言。",
            "sexuality": "寶劍二意味有一段時間會從兩性關係當中退縮下來，這是為了要理清你對事情的感覺。或許你曾經在某個兩性關係當中受過傷，而在你重返正常的生活之前，需要一段時間來療傷止痛，並從這些經驗中得到一些教訓。有時候這張牌可能是暗示在兩個兩性關係的機會中做選擇，或是決定你準備讓伴侶和你有多接近。如果你所下的這個決定能夠結合思考（劍）和感情（水）的話，那它將有效用的多了。",
            "star": "天秤００－１０，月亮"
        }
    },
    "24": {
        "explain": "寶劍三畫的是，一顆心被三把交叉的劍刺穿過去，而背景則是風暴肆虐。這顆心是鮮紅色的，和灰濛濛的雲形成強烈對比。寶劍三暗示這悲傷、失落和哀痛。絕望和失望通常會伴隨著這張牌。有些人覺得這張牌說得太赤裸了，然而我們在生命的的某些時候都曾經歷經悲傷和痛苦，這可以使我們變成熟、憐憫和包容別人。當寶劍三這張牌出現時，可以預期你將遭遇某些痛苦。不要拒絕這份痛苦，因為如果你拒絕了，可能會導致感情上的停止或沮喪。如果你從內心的痛苦中退卻的話，即冒著脫離生活，脫離周遭環境的危險。許多疾病的根源可以追溯到拒絕痛苦。某些慢性的健康上的問題都可能和回避正常的痛苦，或不願坦然接受生命中的種種傷心、悲傷或失望有關。當這張牌出現時，你要知道：去體驗你的悲傷是很重要的，因為在這麼做的同時，你也掃除了障礙，讓即將到來的機會可以接近你。記住，悲傷是會過去的。",
        "name": "寶劍三",
        "positive": {
            "behavior": "轉移注意、心碎和憂鬱、淨化和成長的眼淚、缺乏及不完備、不好的回憶。正在減弱。經常發生的病苦。",
            "marriage": "溝通不良是造成誤會的主因，再這樣下去心都要碎了！不妨用書信去發揮你內心的情感吧。",
            "meaning": "寶劍三代表的是，你正強烈的經驗這悲傷和失落的一段時間。當出現這張牌時，內心的困惑、悲痛和沉重是很明顯的，它表示強烈的失望。在有關健康方面的分析中，它可能暗示心臟方面的毛病。幾年前有位朋友來問我，他的一項事業計畫未來發展性如何。計畫中包括一位合夥人，為期四個月。答案是權杖六，這暗示成功，然而他又在六上面加了一張額外的牌——寶劍三。我們感到困惑，為什麼一項成功的計畫卻是以失望收場呢？原來這項計畫需要投入大量的工作，也得到不同凡響的成功，但他的合夥人卻帶著所有的好處一起消失了。",
            "related": "悲傷、疲累、厭倦、失望、爭吵、移動、散開、反對、分離、延期、遲延。",
            "sexuality": "寶劍三敘述的是兩性關係上的痛苦和受傷。它所顯現出來的幾乎可說是一種令人難以承受的失落和悲傷。只要記住這使會過去的，重要的是要誠實的去體驗它，不要壓抑它。逆位的寶劍傘在兩性關係的分析中，可能是在強調過去未解決的痛苦，這痛苦是你無法在目前的情況中得到滿足，這個過去可能是指現在這份關係中的過去，或早先的兩性關係。為了保護自己不再受到進一步的傷害，你可能會在情感上和你身邊的人保持一段距離。",
            "star": "天秤１０－２０，土星"
        },
        "reversed": {
            "behavior": "潛藏的危險謊言。使別人傷心",
            "marriage": "正面臨一段痛苦失落的時間，思念淹的你呼吸都要求饒。為了抵抗內心的鬱悶，你將生命大部分的精力都用上了，請趕快將它釋放吧！",
            "meaning": "當這張牌逆位時，表示你有著類似的痛苦，不過這次你會抗拒你的感覺。去否定或壓抑痛苦及失落所需要的力量必定是從某處得到的，而且通常來自你用於謀生的力量。這份痛苦越大，要用來壓制它的力量越大，而你所殘留的衛生的力量就變得微乎其微了。三的逆位可以代表你目前的事業被過去的痛苦所遮蔽了。或許當時你覺得被自己的情緒壓得快喘不過起來了，而唯一的應對辦法便是去壓抑它們。在當時這個方法或許還管用，不過現在應該是找出另外辦法的時刻了，也就是找出解決那些痛苦情緒的更適當的方式，否則哪些還沒有被疏通的痛苦情緒永遠在等著你。",
            "related": "患病。分心、困惑、混亂、錯誤、不和、焦慮、失去、離間。",
            "sexuality": "寶劍三敘述的是兩性關係上的痛苦和受傷。它所顯現出來的幾乎可說是一種令人難以承受的失落和悲傷。只要記住這使會過去的，重要的是要誠實的去體驗它，不要壓抑它。逆位的寶劍傘在兩性關係的分析中，可能是在強調過去未解決的痛苦，這痛苦是你無法在目前的情況中得到滿足，這個過去可能是指現在這份關係中的過去，或早先的兩性關係。為了保護自己不再受到進一步的傷害，你可能會在情感上和你身邊的人保持一段距離。",
            "star": "天秤１０－２０，土星"
        }
    },
    "25": {
        "explain": "寶劍四的牌畫的是一個男人以閉目沉思的姿態，躺在教堂內的棺木上。有一把劍橫置在他的下方，另三把劍則是劍尖朝下放在他上面的位置。透光的彩繪玻璃上生動的描繪一名使徒，正接受他所敬重的某個人的祝福。這張牌暗示的是消極的思想、退卻或沉思。黃色前景意味著使用中的智慧。因為黃色在傳統上暗示對生活的知性態度。這牌暗示為了重獲力量及理解力而離群索居。該是退下來，好好八事情想清楚，好好養病，或暫時隱居一段時間的時候了。在四這張牌中，這個人為了想通事情而暫告退隱。假設他想清楚事情以後，就會在返回生活當中，這將是一個很有意義的過程；而假設他沒有再回來，他就會冒這讓所有事情停滯不前的危險。塔羅牌所有的四都和強化、統合有關。這是一個和穩固或加強地位有關的行動。寶劍四代表他經由連結或組合他對人生四項及信仰來強化他自己。在反思過他以往的行為和經驗之後，他終於對人生有了更深層的領悟了。",
        "name": "寶劍四",
        "positive": {
            "behavior": "避難及休息、外來的威脅、未來的戰爭、放下心中的煩惱。必要的犧牲。自我的潛意識壓抑。疾病後的休息。",
            "marriage": "希望從兩性關係中抽離，進入一段潛沈的時光。思考一下若是熱情不再，該如何面對將來的發展。",
            "meaning": "寶劍四這張牌可能象徵自生活中撤離：身體上退隱到自家當中，或在精神上退隱到夢想和幻想當中。它也可能暗示健康方面的問題（一段被強迫內省的事件），或只是一個身體缺少活力的階段。",
            "related": "延期、破壞、浩劫、沉思、躺下、補給、單獨、放逐、撤退、放棄。",
            "sexuality": "在兩性關係的分析方面，寶劍四這張牌可能暗示，你正在統合或加強你自己，或對人生的理解的一個階段或一段關係。有時候他也可能是在描述，一個伴侶為了思考生命的意義而從生活和兩性關係中抽離，而對你造成傷害（影響）。依照牌面上其他的牌可能表示意味伴侶從兩性關係的肉體或精神上抽離，而遁入了書堆或某種消極的嗜好，甚至是睡眠當中。",
            "star": "天秤２０－３０，木星"
        },
        "reversed": {
            "behavior": "小心的前進、良心的譴責、心情的轉變。希望收回所失去的。",
            "marriage": "情感面臨改變，這時你可能清楚你不要的是什麼，卻不知所求為何。最好趕快投入找出自我心靈的通路，積極返回生活中。",
            "meaning": "逆位的寶劍四意味一段改變的時機。在這個關鍵時刻，你知道你不想要什麼，然而你可能並不清楚自己想要什麼。趕緊投入，看看到底發生了什麼事。它也可以指在一段獨處之後，在重返日常生活當中。這張牌可以暗示迅速地自疾病中復原，或經過一段安寧和冷靜的時期後，迅速返回生活當中。在反躬自省及探索過去種種之後，現在正是你運用你對人生新的理解的時刻了。",
            "related": "後悔。宿命。活動、慎重、小心、經濟",
            "sexuality": "在兩性關係的分析方面，寶劍四這張牌可能暗示，你正在統合或加強你自己，或對人生的理解的一個階段或一段關係。有時候他也可能是在描述，一個伴侶為了思考生命的意義而從生活和兩性關係中抽離，而對你造成傷害（影響）。依照牌面上其他的牌可能表示意味伴侶從兩性關係的肉體或精神上抽離，而遁入了書堆或某種消極的嗜好，甚至是睡眠當中。",
            "star": "天秤２０－３０，木星"
        }
    },
    "26": {
        "explain": "在寶劍五這張牌中，有五個人在爭吵，而牌面上我們還可以看到三個人。在前面位置的這個人贏得了這場戰役，然而整個戰爭究竟鹿死誰手還未定，因為事情還沒有真正的解決之道出現。畫面上的雲反映出一種充滿情緒、憤怒、恐懼的氣氛。這張牌意味著爭辯、衝突和失落。雖然打贏了這次戰役，卻失去了更多東西，包括學習和成長的機會。這場戰鬥可能是兩性關係、和或關係，或是工作環境中，兩個或兩個以上的人的戰鬥。關於事情該如何進行，彼此之間的意見不能協調，而使緊張的氣氛上升。當衝突越來越強烈時，某一方透過武力、脅迫或技巧性的操作來得到他們想要的東西。他們可能會因此小勝一回合，但卻失去了其他與此事有關者的尊敬和合作意願。寶劍五暗示妥協而非解決。沒有解決的問題還是有再回來的可能，它可能會以不同的面貌降臨，而且由持續出現的可能，直到整個時間解決為止。要是我能掌握這一切的話，該有多好！正是這張牌所代表的態度。所有塔羅牌的五都有一種共同的意義。正立的五通常象徵心胸狹窄，而逆位的五則意味著心胸開闊。",
        "name": "寶劍五",
        "positive": {
            "behavior": "只有一方勝利、一時爭勝並無收穫、暫時的勝利。失去自由。破懷他人、對手的興起、不名譽。",
            "marriage": "感情世界中可能暗示出現了第三者，背叛與羞辱交加發生了爭執，該是冷靜處理這段感情是否有繼續下去的必要！",
            "meaning": "寶劍五意味爭吵和緊張，而且解決的機會十分渺茫，這可能使指你與自己內在的交戰，或和你周遭人的不協調。假如這個衝突是指你和別人的，則其前提很有可能來自你的思想。在這種衝突的情況下，每個人對於事情的解決方法都各有見地，卻沒有人願意聆聽他人的心聲。當一個人嘗試這要去說服另一個人採納自己的方法時，第二個卻在想，輪到他發言時，他打算說些什麼。所有相關的人之間根本缺乏真正的聯繫或溝通。在事業的分析方面，五這張牌意味著你有很快離開工作或轉變職業的傾向。五是一張在困難的環境底下就會離開的牌。這群人在目前的工作當中並不是一個團隊。這張牌帶來的改變是強迫性的、不尋常的，而且在日後當懸而未決的問題以另一種姿態出現時，則有可能需要做更多的改變。",
            "related": "征服、打敗、得意、爭執、給予、犧牲、付出、惡化、退化、紛爭、取消。",
            "sexuality": "在兩性關係的分析方面，寶劍五這張牌意味分離、衝突和失落。兩個人或更多人（如果親戚或朋友牽連在內的話），都已經決定如何做一件事，但大家的決定卻都不一樣。除非每個人都願意聽聽別人怎麼說，否則事情是不可能有真正結果的。在這種情形下，不論是在肉體、情緒或精神上大家都被捲進這場紛爭。也許這種衝突已經不是第一次出現了，而且每個人都有可能因先前的衝突而留下若干未解的心結。錯綜複雜的前因後果使得明確的溝通更顯困難。",
            "star": "水瓶００－１０，金星"
        },
        "reversed": {
            "behavior": "不確定的未來、失去或失敗的可能、也許不幸會降臨在朋友的身上。",
            "marriage": "倒立的寶劍五仍然充滿了不協調與分離的意味。但倒立的牌表示事情仍有溝通進展的可能性，對於事件的衝突根本，你需要多負起一些責任。",
            "meaning": "逆位的寶劍五可能仍是一張代表不協調和分離的牌，不過在衝突之後，每個當事人回去反省他們的爭執點和行為。當出現逆位的五時，表示有進行溝通的可能，因為這些相關人員的思想是比較開放的。或許該市你解釋對問題的看法，以及聽聽別人是如何看事情的時候了。現在整件事情的模式就攤在你面前了，而你也準備要對衝突的根本因素多負起些責任了。你並不是第一次處於這種情況，而且或許你正在做某些造成這種衝突的事情。",
            "related": "艱難、困苦。壓迫、壓制、苦惱、弱點。嚴厲、專橫、引誘、埋葬。",
            "sexuality": "在兩性關係的分析方面，寶劍五這張牌意味分離、衝突和失落。兩個人或更多人（如果親戚或朋友牽連在內的話），都已經決定如何做一件事，但大家的決定卻都不一樣。除非每個人都願意聽聽別人怎麼說，否則事情是不可能有真正結果的。在這種情形下，不論是在肉體、情緒或精神上大家都被捲進這場紛爭。也許這種衝突已經不是第一次出現了，而且每個人都有可能因先前的衝突而留下若干未解的心結。錯綜複雜的前因後果使得明確的溝通更顯困難。",
            "star": "水瓶００－１０，金星"
        }
    },
    "27": {
        "explain": "寶劍六的牌描繪的是一名男子駕著一艘平地船，從激流處駛向平靜的水面，另有一個女人和一個小孩也陪這他度過這段旅途。船上有六把劍，代表過去和現在對生活的信念。他們的重量使得船身下沉，進展顯得格外困難，但如果把他們移開的話，船上會留下六個洞，而且船也會沉沒。這張牌暗示你對生活的信念使你行動遲緩，不過也別嘗試急切的改變，因為進步本來就是緩慢而穩健的。急切的改變可能會導致更多的問題，而非帶來解決的良方。六這張牌暗示你正帶著你的劍（問題），從過去走向未來。或許你根本沒注意到它們，然而它們卻是與你緊緊相隨。這是一個從艱困時刻過渡到一個較為平衡狀態的過程。劉這張牌也可能是一張哀痛的牌。它暗示一個寧靜的轉移，例如：生病之後的死神，或慢慢地接受某種狀況的結束。平靜的水面指向前方的陸地（代表穩定），是這張牌在告訴我們，更多和平的時光即將到來。這張牌上面逆位的劍暗示，你的思想已經回到真實情況中了，換句話說，生活正反映著你的信念。",
        "name": "寶劍六",
        "positive": {
            "behavior": "療傷的行動、內心的傷痛、行動上的幫助、帶著問題前行。被揭露的秘密。因為某些事而恐懼擔心。頑固的來要克服困難、得當的行動、焦慮後的成功。寶劍六暗示在混亂之後，逐漸回復平靜",
            "marriage": "感情中帶有相當多的包袱，過去雖然你盡力想不去正視它，卻如影隨形的跟著你。現在你不得不面對它了，將你的情緒釋放出來，風浪將逐漸趨於平緩。",
            "meaning": "寶劍六當中所畫的平地船意味這海外旅行，特別是如果著杖牌是伴隨著寶劍牌侍者、權杖八、權杖三或節制。寶劍六可能是在說明當你轉移向新的經驗時，你也正慢慢的遠離困境，情緒從過去釋放出來。",
            "related": "旅行、猜疑、懷疑、低調、平靜、海運。",
            "sexuality": "寶劍六這張牌意味，在你關係當中的任何困難將會很快的被你拋到身後，而且你的關係將會逐漸的成長和發展。一種新的肉體或精神上的狀態，將讓你由機會以截然不同的方式去經歷這段關係。現在掙紮都過去了，正是放開過去，將它留在屬於它的地方的時候了。雖然許多的事情都在逐漸改善當中，不過現在你可能在財務上有點困難，或有健康方面的隱憂。",
            "star": "水瓶１０－２０，水星"
        },
        "reversed": {
            "behavior": "不斷發生的壞事、一直做惡夢。不想要的提議、不祥的預感。",
            "marriage": "別在你傷口狂妄的灑鹽，想要脫離現在的不快樂。雖然轉變可能需要面臨一場暴風雨，但風平浪靜之後露出的曙光將給你欣喜。",
            "meaning": "這張牌逆位暗示，當你揭開尚未癒合的傷口，想讓它們完全的癒合時，這將會使一段充滿暴風雨的旅程，可能是肉體上、可能是精神上。而且可能以談論新問題的形式出現，即使可能會引起騷亂。這杖牌也可能是在描述晃動船身的行為，或為了尋找解決之道而製造新的問題，因為有時候對抗反而可以消除誤解，達成協調。這就像從鍋子跳進火堆中一樣。六的逆位意味你知道自己在某種狀況下不快樂的原因，而你正在進行必要的轉變，好在將來得到快樂。在六的逆位中，你把劍從船板上拔起來，面對著沉溺、游泳或在船進太多水以前抵達陸地的選擇。你迫使某特定議題達到結論，以這種方式積極的尋找加速改變之道。",
            "related": "僵局、自白、公佈。",
            "sexuality": "寶劍六這張牌意味，在你關係當中的任何困難將會很快的被你拋到身後，而且你的關係將會逐漸的成長和發展。一種新的肉體或精神上的狀態，將讓你由機會以截然不同的方式去經歷這段關係。現在掙紮都過去了，正是放開過去，將它留在屬於它的地方的時候了。雖然許多的事情都在逐漸改善當中，不過現在你可能在財務上有點困難，或有健康方面的隱憂。",
            "star": "水瓶１０－２０，水星"
        }
    },
    "28": {
        "explain": "塔羅牌中所有的七有著共同的意義：不要放棄。而寶劍牌的七則意指在精神上不要放棄。此時正是另覓途徑，以不同的解決之道來因應眼前問題的時刻了。這張牌畫的是一個軍營。前景中這個人正在偷取敵人的武器。他拒絕投降，所以在還有時間的情況下，他做任何可能扭轉局勢的事。在早晨，這些劍的主人打算利用它們來殺死畫面上這個人，然而他可還沒放棄呢。他知道偷走部分的武器，就能增加生存的機會。他是一個窮則變、變則通的人。他正在找尋心目中認為可達成生存目標的方法。這張七暗示經由審慎評估各種可能，你就能找到有效的解決之道。縱觀歷史上某些偉大的發明，都導引於人們能夠以不同的角度來思考事情。透過不按理出牌的思考方式，有時候還真能讓你走向意想不到的目的地呢。",
        "name": "寶劍七",
        "positive": {
            "behavior": "新的計畫、突發奇想、與眾不同。冒險精神。快速出發、突然起程、部份的成功。內心的搜尋。",
            "marriage": "暗示了感情上的不坦承，雙方可能有人有出軌的行為！也可能意味你們的感情需要一個新方向，較容易找到你所追尋的回報。",
            "meaning": "寶劍七意味如果你想要成功的話，你需要一種新的方法。寶劍七所傳達的訊息是：不要放棄。去找尋另一種可以達成目標的方法吧。坐下來，檢查一下你所有的選擇。和這個挑戰玩點心智遊戲，以便發現先前未曾預見的可能性。你當然還有時間來完成你的願望，然而在方法上需要更有彈性。簡單地說，入股哦你的不到想要的回饋，那就去做不同的事情吧。各種行動的不同組合方式，就有可能會帶來不同的結果。七同時也是一張秘密、隱藏動機和不坦誠的牌。",
            "related": "希望、堅強的、不屈的、嘗試、自省、希望、自信、想像。",
            "sexuality": "在兩性關係的分析上來看，寶劍七並不儘然是張積極的牌。它所敘述的是不坦誠，而且假設是在聖杯三的旁邊出現，那它可能暗示一段三角關係，例如，其中一個人可能有外遇。這張牌也可能暗示，對一段既存的兩性關係採行新作風，可能讓你得到你所追尋的回報。別放棄你的兩性關係，找出一種新方法來達成你的目標吧。",
            "star": "水瓶２０－３０，月亮"
        },
        "reversed": {
            "behavior": "趁虛而入、欺騙或偷竊、不可能的任務、戲劇性的旅程、想不到的事、不明的忠告或意見。",
            "marriage": "不要死守著舊有的思考模式或對事情的感覺，或許你現下正抱持一個不合理的信念，欺騙自己一切都好。若是你不滿目前的狀況，改變自我的態度吧！",
            "meaning": "逆位的寶劍七可能是在暗示，你正在使用一種過時的方法來處理事情。該是聽聽別人意見的時候了，因為可能會有人提供你所需要的忠告。如果你想達成目標，需要的是一種截然不同的態度。做同樣的事情通常會產生同樣的結果。如果你並不想要你目前所得到的結果，那麼改變你的態度吧！七的逆位可能還暗示著欺騙或自我欺騙。自我欺騙會窄化你的認知，而結果就會影響到你處理事物時所做的選擇。塔羅牌中七的逆位有一個共同的含義：不要把持不放。換句話說，不要死守著你舊有的思考方式、做事方式或是對事情的感覺。或許你正死守這一個對生活不合理的信念不放，同時還騙自己說，事情從以前到現在一直都進行的很好。寶劍對生活的一個態度是：如果你不喜歡這個世界，就改變你的想法吧——這世界將會順從你的意思來改變。",
            "related": "信心、爭吵、慎重、中傷、多話。",
            "sexuality": "在兩性關係的分析上來看，寶劍七並不儘然是張積極的牌。它所敘述的是不坦誠，而且假設是在聖杯三的旁邊出現，那它可能暗示一段三角關係，例如，其中一個人可能有外遇。這張牌也可能暗示，對一段既存的兩性關係採行新作風，可能讓你得到你所追尋的回報。別放棄你的兩性關係，找出一種新方法來達成你的目標吧。",
            "star": "水瓶２０－３０，月亮"
        }
    },
    "29": {
        "explain": "在寶劍二當中，這女人自行蒙上雙眼，而在這張寶劍八當中，從她被捆綁的方式暗示她是被他人所囚禁，或因他人而喪失力量的。在她背後小山丘上的城堡所代表的是權威。而也就是這項權威說服了她（至少在她的心裡），是她相信她的選擇是有限的，或她是被束縛的（被迫，被限制等）。這名女子穿著橘色和紅色的衣服，暗示她肉體上的熱情和勇氣被她的想法絆住了。她的雙足處有水，暗示她的情感是容易接近的，只要她選擇去感受它們的話。眼罩使她無法認清遠方的城堡比她所想像或記憶中的來得小。注意看她的腿並沒有被綁起來。事實上只要她想走，隨時都可以得到自由，然而她的恐懼和困惑卻令她停留於原地。如果有人幫助你的身體，那要釋放你很容易，然而如果有人在精神束縛了你，那要恢復你的自由可就是一段緩慢而需要謹慎小心的過程了。關於這點，許多諮商輔導員都可以證實。八這張牌可能暗示，你相信除了被役使之外，你別無選擇，果真如此的話，你就沒有任何選擇餘地了。你可能會被你的伴侶、家人、社區、政府、心靈或宗教信仰所壓迫。神智學（Theosophical）協會的創辦人博拉瓦斯基（H。P。Blavatski）認為，我們經常被我們自己或別人所欺騙。寶劍八代表這種欺騙及其結果：喪失力量。當寶劍八出現在一副牌中，不論別人想你說些什麼，你要傾聽你的感覺，因為它們將會讓你瞭解事情的真相，以及找到你自己。這個時刻你要相信自己內在的感覺，而不要去管別人告訴你的話。",
        "name": "寶劍八",
        "positive": {
            "behavior": "不好的消息、看不見真相、被敵意包圍、壞消息。",
            "marriage": "時間可以改變一切，這時候的你感情若遇到挫折，最好的方法是靜下心等待事情的改變，切記心急莽撞的行事只會使情況陷入更糟。",
            "meaning": "寶劍八代表的是你被限制住的一段時間，或是在某種情況下你失去個人的能力。你覺得動彈不得，受到限制，而且沒有辦法看清楚你前面的路。去探索那等待著你的道路吧，利用你內在的力量和個人的能力，將自己從目前的情況中釋放出來，並且把那些曾經屈服於他人的個人能量重新召喚回來。你的信念其實才是你最大的限制。好好自省並檢視這些信念，因為事實上目前的眼罩是在幫助你，因為它可以讓你不會分心。在健康的分析方面，寶劍八可能暗示氣喘或胸腔方面的疾病，因為當你感覺到受壓迫的時候，通常呼吸是有困難的。",
            "related": "綑綁、限制、停止。阻礙、幹擾。調停、介入。危難、爭吵、重壓、關禁、騷擾、批評、生病、譭謗。",
            "sexuality": "寶劍八顯示兩性關係上的限制。它可能是兩性關係中的一個約束性的角色，或可能是你在這種情況下感覺到被套牢或被束縛。",
            "star": "雙子００－１０，木星"
        },
        "reversed": {
            "behavior": "多管閒事、隨意干涉。不夠慎重、過去的背叛、辛苦的工作、行為失序。",
            "marriage": "最壞的情況都已過去，你必須從畫地自限中釋放，戀情將得以止跌回升。",
            "meaning": "當寶劍八出現逆位，你可以把眼罩除去，看清楚事物本身的面貌。這八把劍，每一把都代表一種對生命的特殊信念，而現在已經鬆綁了。你可以從對生命種種限制性的信念中解放，給自己自由。從日常的角度來看，它意味最壞的情況現在已經過去了。給予更清晰的認知，現在你可以做出比較健康的選擇了。這是一張象徵限制之後解放了的牌。那些曾在某種程度上束縛過你的舊信念，正被新的理解所取代。",
            "related": "困難、低潮、不安、意外、死亡。",
            "sexuality": "寶劍八顯示兩性關係上的限制。它可能是兩性關係中的一個約束性的角色，或可能是你在這種情況下感覺到被套牢或被束縛。",
            "star": "雙子００－１０，木星"
        }
    },
    "30": {
        "explain": "寶劍九的牌描繪的是一個人坐在床上，宛如剛從惡夢中驚醒。這九把劍是水準放置的，而第九把劍則位於此人心臟的部位，把思想與感情或憂慮與感情連結在一起。床罩上飾以紅色玫瑰和黃道十二宮圖，在行星的運行及時間的流逝過程中，象徵我們每個人都會經歷到的生命週期。在《塔羅牌圖解》（ThePictorialKeyToTheTorot）一書中，亞瑟*位特是以監禁、猜疑、困惑、合理的恐懼和羞愧來解說這張牌。它可能會擁有上述的每一種意義，這段賴它周遭出現了那些牌而定。九是一張代表擔心和情緒騷動的牌。這種擔心可能是對自己或周遭的一切。就業可以代表鮮明的夢境或夢魘，而夢魘則可能是在傳達一種強烈的訊息，即你生命當中某些不對勁的事物，已由潛意識而浮現在你的意識層面了。當你醒過來，你可能會發現你對夢境有著清晰的印象，或者你會覺得很疲累。這種疲累感可能是那鮮明的夢境干擾了你的睡眠品質所造成的。假設你將你的夢境寫成日誌，或許會發現一個共同的線索或是明顯的訊息。那麼你的夢就可以變成一項接近你潛意識的有效工具了。九這張牌可以暗示，你的身體的能量有太多是位於頭部了。或許你的焦點和注意力都集中於思考，而沒有意識到情緒或身體的部分。在這種情況下，你需要腳踏實地。這其實就是藉著接觸大地的行動，來重新認識你自己，譬如散步、運動或多花時間親近大自然。體能的活動通常有助於重新分配能量至全身當中。",
        "name": "寶劍九",
        "positive": {
            "behavior": "嚴厲的刑罰、焦慮及害怕、惡夢一場、逃避現實、無能為力、為心愛的人難過。夢魘報仇。",
            "marriage": "過去的誤會若是排拒他人於千里之，孤單與悲傷將糾纏你。只要肯打開金口事情將獲解決。",
            "meaning": "寶劍九代表的是強烈的夢。或許你的潛意識正努力教導你某些事情。傾聽你的夢境。或許你是在支持某種狀況或哲理，而它並不相對的支持你。憂煩、頭痛和睡眠的困難也同樣是這牌所意指的。在健康的分析方面，就是有關心臟、上級追、頸部和頭部方面的問題。假如九這張牌是和錢幣牌一起出現的話，那麼你可能有金錢方面的困擾；而如果它是出現在聖杯牌的旁邊，你可能是在為兩性關係或情感上的事情而煩心；假設它和權杖牌在一起的話，那麼有兩種可能，即你正在為旅行或改變的事煩惱，或是你由太多身體上的事情需要你馬上去關心它。",
            "related": "擔心、報復。重罰。關心、流產、絕望。",
            "sexuality": "在兩性關係的分析中，寶劍九暗示你正為一個兩性關係煩惱，或是你有很鮮明的夢境告訴你，在某段關係中基本問題是什麼。九這張牌也可以象徵，你恐懼一段關係的破裂，而這種恐懼可能是毫無由來的。你必須連同牌面上其他的牌一起看，才能證實這方面的意義。這正是傾聽你自己心聲的時候了，如此你才能確認既滿足你所有的需求。",
            "star": "雙子１０－２０，火星"
        },
        "reversed": {
            "behavior": "懷疑中傷的閒話、不好的人物、有理的害怕。",
            "marriage": "太多的能量聚集在頭部了，這讓你容易胡思亂想。你可以帶著另一半多接觸大自然，從新分配能量，把你的不安與慾望沈澱",
            "meaning": "寶劍九出現逆位時，它意指夢境所帶來的直覺。你很可能會依夢境所透露的訊息來行事。這張牌以暗示預言式的夢境，詳述著你未來生活當中的重要事件。簡單的說，九這張牌說的是你的潛意識將你的恐懼和欲望，透過夢境傳達給你的意識。當九出現逆位時，你要更加留意這樣的訊息，因為該是你不再隱藏你自己、真實的價值、恐懼，或未實現之欲望的時候了。一旦你能面對你的恐懼，噩夢將沉湎下來。它也可能意味著，對某種特殊狀況你已經不再那麼擔心了。",
            "related": "殘忍。兇惡。邪惡、惡毒、可恥、顧忌、膽小。",
            "sexuality": "在兩性關係的分析中，寶劍九暗示你正為一個兩性關係煩惱，或是你有很鮮明的夢境告訴你，在某段關係中基本問題是什麼。九這張牌也可以象徵，你恐懼一段關係的破裂，而這種恐懼可能是毫無由來的。你必須連同牌面上其他的牌一起看，才能證實這方面的意義。這正是傾聽你自己心聲的時候了，如此你才能確認既滿足你所有的需求。",
            "star": "雙子１０－２０，火星"
        }
    },
    "31": {
        "explain": "寶劍十的牌描繪的是一個難以忘懷且不吉利的意象。有一個人臉朝下的躺在地上，而且背部和頸子共插了十把劍。天空是一片漆黑，只有遠方隱藏的透露出一點象徵日出光線。那一池水沉靜如玻璃，而周遭杳無人蹤。這張牌暗示在某種情況下，你已到了最低潮的時刻，但遠方微弱的陽光暗示著，尾隨這艱困時刻的將會是新的以及更好的事物。你對人生的思想或信念導致你此刻的境遇，從這裡，你的思想將會帶領你到任何你認為能夠去的地方。它或許能幫助你從物質環境、對生命的信念中抽離，以便能巨細靡遺的檢視它們。你也可能是被一些無用的事物，或對生命具破壞性的信念給絆住了。通常，在這種低潮的時刻，你會設法去抓住哪些你平日棄而不用的事物及態度。要讓你自身與這些事物分離，理論上聽起來是滿簡單的，但是真要做起來可能會有很多危險性，在真實生活及想像上均然。這裡所教導的是屈從，並且容許改變發生。",
        "name": "寶劍十",
        "positive": {
            "behavior": "精神上的痛苦、失望極大的痛苦、死亡與結束、即將有重大的轉變。",
            "marriage": "感情路走到一個低潮的階段，需要新的開始。有時候十象徵分手的前兆，結束昨日的戀情，投身於另一段新的關係。",
            "meaning": "寶劍十代表一種情況的結束。可能指兩性關係的結束，或某關係中的一個階段的結束，或一項事業的失敗。你生命中的某些事物已經結束了，接受這個事實有助於新事物來取代舊的的。在健康的分析上，這張牌指的是脊髓毛病、頸部僵硬或喉嚨吞噬困難。如果寶劍是或死神、塔、審判等牌一起出現的話，它可能象徵肉體的死神。",
            "related": "孤獨、寂寞、背叛、洩密。滅亡、痛、折磨、荒涼、不幸、失敗、結束、極端、苛責、危險、死神。苦惱、折磨。",
            "sexuality": "寶劍時刻能代表整個關係的結束，或是其中一個階段的結束。例如，當一個嬰兒出生，只有兩個人的互動關係就會因他的存在而結束，並轉變為包含了另外一個人的新關係。有時候十也意指分手之前的低潮經驗。",
            "star": "雙子２０－３０，太陽"
        },
        "reversed": {
            "behavior": "無法克服障礙。短暫的擁有、煞那間的成功、一時的有利。",
            "marriage": "邁出自己的腳步，去尋找一個嶄新的開始。",
            "meaning": "逆位的寶劍十意味在一段艱困的時光中，得到暫時的喘息，你應該明智的利用這個機會讓你本身或處境做一個真實的改變。如果你不圖謀改變的話，情況還是又回到以前的樣子，而是這張牌還是會以直立的姿態出現在你的分析當中。這可不是一個可以鬆懈下來的時刻，而是做真正改變的時候。當牌逆位時，表示你已走到了谷地，倒是沒有任何事物是會自動改善，現在正是你邁開腳步，朝一個嶄新的方向出發的時候了。",
            "related": "得到、利益、監禁、禁錮、改進。",
            "sexuality": "寶劍時刻能代表整個關係的結束，或是其中一個階段的結束。例如，當一個嬰兒出生，只有兩個人的互動關係就會因他的存在而結束，並轉變為包含了另外一個人的新關係。有時候十也意指分手之前的低潮經驗。",
            "star": "雙子２０－３０，太陽"
        }
    },
    "32": {
        "explain": "寶劍侍者可能象徵太多的夢想，而行動卻不夠。寶劍牌組代表的是空氣的元素，而這張侍者牌則是空氣元素中空氣的部分。你可以發現到這個侍者雙腳離地甚遠。這表示一種生活的態度，這種態度要求你透過夢境和思想讓自己從現實抽離出來。對那些依賴創意和思考維生的人而言，這可說是一張正面的牌，但是也可能暗示腳踏實地是必要的，假設你想生產實際或有形的東西。侍者代表新消息，例如一通電話或是一封信，因為傳統當中的侍者是幫朝廷傳遞資訊的人。由於這個侍者是浮在陸地上方，暗示航空旅行。如果權杖三、寶劍六、權杖八、節制或世界出現在牌面中，則這個意味就更加明顯了。如果用來形容一個人外表，那他們的顏色通常是深色的頭髮和眼睛（這適用于每一張寶劍的宮廷牌）。如果這個侍者所代表的當事人少於二十一歲的話，他們可能是充滿創意、計畫和夢想的人，然而可能會缺乏付諸行動必要的實際基礎。若當事人已超過二十一歲，則他們的生活態度可能是不成熟或孩子氣的。",
        "name": "寶劍侍者",
        "positive": {
            "behavior": "學習溝通。年輕卻是一個出色的學者。不多嘴的人、有活力的年輕人、柔軟的身體、代表一個善於觀察、和發覺未知或不明顯事物的人、裝模作樣、刺探別人隱私、挑戰新訊息、分析研究、小心警惕。",
            "marriage": "這張牌意謂著你正夢想一段你想要的兩性關係，但卻沒因此而付諸行動。可能是你還保有神話般的態度或是你從現實或痛苦中退縮。",
            "meaning": "寶劍侍者可能代表一趟搭飛機的旅程、任何與你問題有關的訊息，或是在一般的占卜中，有關你目前所擁有的一個構想或計畫的消息。一個心思活潑、容易沉浸於靈感中，而想法卻並不怎麼實際的年輕人，也可能是寶劍侍者所暗示的。在事業的分析上，它可能代表創意和夢想會幫助你，或變成事業的一部分。有時候寶劍侍者暗示你對某個方案或狀況仍處於幻想的階段，所以在你判斷自己的想法是否可行之前，你需要先回到現實當中來。",
            "related": "輕率、機警、靈敏、間諜、調查。",
            "sexuality": "寶劍侍衛以為你正在夢想一段你想要的兩性關係，然而卻沒有為了讓此夢付諸實現而有所行動。它暗示你對兩性關係保持一種神話般的態度，或是說你從現實或痛苦中退縮，而將一切停留在腦海當中（那就是說，透過思考接近生活，而不去考慮你的感受為何）。它代表一種對情感的知性態度，然而對你本身或處境卻缺乏去的深刻瞭解的基礎。",
            "star": "冬至－春分"
        },
        "reversed": {
            "behavior": "經驗不足的年輕人。發現了假冒者、也可能是疾病、在強大的力量之前無力、沒有準備的、為利益而動。",
            "marriage": "你總是幻想希望有個夢中情人，但你總遲遲沒有行動，所以空有夢想的你趕快對你的意中人表白，不然可又白白失去機會喔！",
            "meaning": "寶劍侍者逆位時，可能象徵遲來的消息。它也暗示你的根基尚未穩固。飛機的飛翔倒比較像侍者牌的逆位，而不是此牌的正立。在事業的分析上，它可能意味著和飛翔相關的事業。飛機上的工作人員和駕駛員常常會選中這張牌。愛說閒話也是侍者牌的一個意思，因為傳遞消息是他的任務，不過這回他所散播的物件可比他所想像的還多。它也可能暗示著，你比較擅長思考及談話，而不是行動。寶劍侍者可能意味在使夢想實現上，你做的不夠多。或許你是嘴巴上在說這件事，而身體卻在做另一件。",
            "related": "間諜、監視。貪財。",
            "sexuality": "寶劍侍衛以為你正在夢想一段你想要的兩性關係，然而卻沒有為了讓此夢付諸實現而有所行動。它暗示你對兩性關係保持一種神話般的態度，或是說你從現實或痛苦中退縮，而將一切停留在腦海當中（那就是說，透過思考接近生活，而不去考慮你的感受為何）。它代表一種對情感的知性態度，然而對你本身或處境卻缺乏去的深刻瞭解的基礎。",
            "star": "冬至－春分"
        }
    },
    "33": {
        "explain": "寶劍騎士描述一位年齡介於二十一和三十之間的人，有著敏捷的思想和身體，他喜歡行動甚於審慎規劃或深思熟慮。這個人對複雜的事很不耐煩，而較喜歡行動、新鮮事物以及改變。這個騎士可以選擇變成權杖國王或寶劍國王。若要變成權杖國王，它必須稍加規範自己的熱情，而若想成為寶劍國王，則必須約束自己的思想。",
        "name": "寶劍騎士",
        "positive": {
            "behavior": "言行合一、強制手段、急燥易怒、戰利品、年輕人的力量與猛撞、英雄的行為、反對和戰爭、不害怕和極盡的衝入未知、一個行動和爭戰的專家。",
            "marriage": "你與你的情人會有心靈上的交會，你們的交談常容易引起興趣，你與他會是很配的一對喔！",
            "meaning": "寶劍騎士代表的是迅速的行動：躍進或跳出某種情景。作為某個問題的答案，它暗示著一個快速的動作或出其不意的行為是有需要的。已經沒有時間去想該做何選擇了——去做就對了。這張牌通常是代表一個年輕人，他不按牌理出牌、缺少耐心、思考敏捷。如果這個人要來幫忙你，你只有很短的時間可以考慮要婉拒或接受，因為很快地，他又會將注意力轉移到其他地方去了。",
            "related": "豪爽、強勢、急燥、性急、衝動。勇敢、技能、能力。",
            "sexuality": "寶劍騎士通常意味，有個人走進了你的生活，然後又在短時間內離開了。對他而言，這是路過，所以你大可以享受和他在一起的時光，不過要記住，他可能改變主意、方向，或落腳處於一瞬間。對騎士而言，兩性關係是一種心智上的交會。他的點子層出不窮，而且在交談時可以很快的找到一個新方向。",
            "star": "摩羯２０－水瓶２０／水瓶"
        },
        "reversed": {
            "behavior": "不謹慎或是容易動怒的幫手。沒有能力、為了一個女人來爭吵或毀滅、衝動的錯誤、自大的呆子、簡單的。",
            "marriage": "某個人可能走進了你的生活，但又可能在短時間之內離開了。所以你大可選擇跟他一起享受美好的時光，但必須做好心理準備。",
            "meaning": "從日常的觀點來看，寶劍騎士的逆位暗示，由於缺乏事前的考量以至無法成功。這可能是說你無法規範自己去完成你已著手的事。這張騎士牌代表一種脫序的思考，以及因新奇和感動而迷惑。逆位的騎士可能是浪費的、粗心的和膚淺的。這裡還暗示這沒有耐心，無法停下來好好反省過去的種種行為。他經常犯同樣的錯誤，使他覺得更沒耐心。他可能會發現自己急著要彌補逝去的光陰，於是做出一大堆動作，卻毫無結果。騎士牌的逆位可能代表著，你開始去做一些你不會或不可能完成的事，因為你很少或根本沒有去思考它的完成。你可能會來承諾得比你能做的還多，或是發現自己無法信守諾言，因為情況遠比你當初所理解的更複雜。",
            "related": "輕率、衝動",
            "sexuality": "寶劍騎士通常意味，有個人走進了你的生活，然後又在短時間內離開了。對他而言，這是路過，所以你大可以享受和他在一起的時光，不過要記住，他可能改變主意、方向，或落腳處於一瞬間。對騎士而言，兩性關係是一種心智上的交會。他的點子層出不窮，而且在交談時可以很快的找到一個新方向。",
            "star": "摩羯２０－水瓶２０／水瓶"
        }
    },
    "34": {
        "explain": "皇后代表空氣元素中水的部分：情緒和智力結合所帶來的理解。她是理性的、思慮清晰及有耐性的。懸掛在她左手腕處的墜飾是在暗示，她必須利用她的劍（心智）來砍斷束縛。她對生命的理解已經還給她自由了。她身旁有許多雲圍繞著，不過她的頭卻位於雲的上端，暗示她能夠超越生命中情感的起伏不定。她的手向前方的生命召喚，而劍隨時在握，以分析因應之道。皇后的這把劍筆直朝上，露出兩段刀口，因為她知道人生的二元性。她的思慮相當敏捷，是一個優秀的組織者，也是對人性相當機靈的審判者。她可能會是個完美主義者。她會給于美好而明智的忠告，這是根據她對自己痛苦經驗的深刻記憶而來的。這是一個喜歡說話的女人，良好的對談似乎會使她感到振奮。這可能是一張象徵處女座的牌，尤其是它和隱者一起出現的話；或者它也可能代表雙子座、天秤座或水瓶座。寶劍皇后所表示的這個人適合從事的事業有教學、管理、生意的經營者或顧問、諮商（比較接近一種知性的層面）、人事管理。她可能也會喜歡政治、醫藥、法律、科學研究、出版、編輯/校對，或任何要動腦的工作。",
        "name": "寶劍王后",
        "positive": {
            "behavior": "異性緣不佳、思考感情問題。沉著冷靜、言詞鋒利。難以相處又嚴厲的女人。聰明的、敏感的、低調的人、一名寡婦或是傷心的女人、一個曾經極度快樂的人陷入不幸或是逆轉中。",
            "marriage": "通常這張牌指的是女人，而且思考敏捷，她喜歡與心思靈巧的人為伴，所以一旦成為情人，你們會被彼此的智慧所吸引。",
            "meaning": "寶劍皇后暗示，經過深思熟慮所得到的成就是一張思索感情的牌。它可能意味運用心智到情感中的行動，好讓感覺有意義。作為某個問題的答案，寶劍皇后暗示透過清晰思考而獲致成功。現在正是你反省過去的行為或目前情況的時刻了。密切的觀察那些接近你的事物，以確認你不會再重陷困境中。你可能會想從生活當中撤退，好好的思考你自己，以及未來的方向。",
            "related": "道德、裁判、窮苦、缺乏、孤獨、分離。嚴格、謹慎、哀悼。",
            "sexuality": "以一個人而言，寶劍皇后是一個思考敏捷的女人，而且也是個對人性相當犀利的裁判，她喜歡和那種心思靈巧的人為伴。她經由交談及觀察對方的行為、習性來發現她的伴侶，謹慎地發展每一段關係。她有著很微妙的幽默感，不過如果你不仔細聽的話，有可能會忽略掉。寶劍皇后可能象徵你對兩性關係的戒慎態度。例如，在你投入之前，你會希望觀察這個可能的伴侶一段時間。過去的困境已經教會你要小心投入、小心承諾。你並不怕孤單，也不見得會孤單。",
            "star": "處女２０－天秤２０／雙子"
        },
        "reversed": {
            "behavior": "容易懷恨在心的女人。不開通、惡意的、過分正經、一個危險的敵人、脾氣不好的人。",
            "marriage": "依這張牌來看你的愛情觀是較悲觀的，你渴望接觸人生、渴望成長，但卻害怕冒險，所以你的情感時常是處於饑饉的狀態。",
            "meaning": "當寶劍皇后出現逆位時，她可能會是一個悲觀主義者、完美主義者和冷漠的人。她可以利用她的劍來挑起麻煩，並將她對人性犀利的判斷和冷漠的好奇心結合在一起。她可以創造一觸即發的情景，因為她喜歡看別人爭鬥。在那原本會成為朋友的人，在她巧妙的操縱下會反目成仇。她自身痛苦的經驗已經嚴重地傷害到她，所以她會一方面以一種開放的姿態來召喚人生，另一方面卻在它向她靠近時，以她的劍將它擊倒。她可能會不誠實，你卻很難使她面對這個事實，因為她總是為自己開了一扇小窗，隨時準備奪窗而逃。她可能會是惡毒的、心胸狹窄的、尖酸可薄的。她會處心積慮的找出別人的弱點。好對他們進行操縱或控制。她經常對自身的能力抱持懷疑，而她也將使你對自己產生懷疑。她相當渴望接觸人生、渴望成長，然而她卻害怕冒險。對人生僵化的信念使她的情感常處於饑餓的狀態。當寶劍皇后出現逆位時，代表她極少善用自己的思考，而寧願讓自己停留在就習慣、傷害或負面想法當中。在健康的分析方面，這張牌可能暗示胰臟方面的疾病，可能和血糖過少或糖尿病有關。有時候這個人一點親切感也沒有，有的只是尖酸刻薄，因為她相信生命從來沒有善待過她，而她也無法在別人身上找到一絲絲的仁慈。這張牌逆位的另外一種意義是，你有一種苛責自己的傾向，即使你只是犯了一個小小的錯誤。這可能是暗示你是一個完美主義者。果真如此的話，或許你應該記住：生活還包括了那些隨時會把手給弄髒的事物。或許你還沒有理解過去所發生的事情的意義，而且為那些你做過或沒有去做的事情而懲罰自己。",
            "related": "頑固、欺騙、報復、虛偽",
            "sexuality": "以一個人而言，寶劍皇后是一個思考敏捷的女人，而且也是個對人性相當犀利的裁判，她喜歡和那種心思靈巧的人為伴。她經由交談及觀察對方的行為、習性來發現她的伴侶，謹慎地發展每一段關係。她有著很微妙的幽默感，不過如果你不仔細聽的話，有可能會忽略掉。寶劍皇后可能象徵你對兩性關係的戒慎態度。例如，在你投入之前，你會希望觀察這個可能的伴侶一段時間。過去的困境已經教會你要小心投入、小心承諾。你並不怕孤單，也不見得會孤單。",
            "star": "處女２０－天秤２０／雙子"
        }
    },
    "35": {
        "explain": "寶劍國王代表空氣元素中土的部分。他象徵實用的思考和構想。這張牌是在告訴你，你需要利用你的構想去做一些真實的事，並擁有一些物質的東西來代表它們。寶劍國王可以代表占星學上的水瓶座，尤其是當星星出現在牌面上時；而當和正義或皇后一起出現時則代表天秤座；如果是和戀人同時出現則代表雙子座。國王代表一個在心智上擁有自製能力的成熟男人。他深諳規畫的價值，也明白思考和行動結合的重要性。他是一個擁有良好、清晰、實用構想的人，而且那些點子都經得起試煉和考驗。他可能會太偏重實際思考，而對於那種未經合理化的感情則會顯得無所適從。他是一個思想和目標有條不紊的人，也是一個很好的組織者，以及傾向於從事管理他人的工作。做生意、政治、法律和行政官僚等工作都會吸引他，而建築和機械他也有興趣。這個國王的外表可能是深色的頭髮和眼眸，不過探討他的本質會比他的顏色來的可靠。這張牌裡面飛的比他還高的鳥兒顯示出心智高飛的可能，他仍是穩坐於寶座之上，置身實際而可掌握的事物當中。他對於邏輯和實用主義的熱衷，使他沒有太多的空間去經歷像侍者那麼豐富的感情和夢想。國王總是讓有目的思考占滿自己的腦子，不像侍者喜歡把思考當作他從限制重重的真實世界裡逃出來的方法。就實際的角度來看，他的建議是值得遵循的，也喜歡從事法律方面的工作。他也適合像醫藥、科學、教學、傳播、生意上的顧問及著述（非小說創作）等工作。",
        "name": "寶劍國王",
        "positive": {
            "behavior": "清晰的判斷力、公正客觀。領導統禦、向專家請教。下達命令的地方官或政治家。一個有活力和決心的人、有經驗、有權力、自我控制、有領導力的、專業人士、分析力高的人。",
            "marriage": "在愛情的世界裡，男方思路清晰而務實的男人，他所需要的伴侶是和他在人生的目標上有相同目標的人，你們之間是心智交融的兩性關係。",
            "meaning": "寶劍國王代表對清楚的思想的追求、誠實，以及將只是倒入現實的需求。作為某個問題的答案，這張國王牌可以說是透過清楚而有效之計畫而達到成功。他也可暗示健全的構想及經營會帶來成功，因為擁有一像計畫、目標和持續的努力，正是一個贏的組合。這張牌可能暗示，有人正在對你做明確而合理的忠告。在牌面上當正義牌隨同出現時，這張牌及暗示即將有一場官司要上場了。",
            "related": "嚴肅、正直、力量、高傲、公正、決定。判斷力。",
            "sexuality": "寶劍國王敘述一個思路清晰而務實的男人，他需要的伴侶是在心智上和他對人生有相同理解的人，而且要言行一致。他也可以代表一種有著明確目標，而且彼此心智慧交融的兩性關係。",
            "star": "金牛２０－雙子２０／天秤"
        },
        "reversed": {
            "behavior": "一位過於追根究底的人、引起必要的動亂和悲哀、乖僻的、虐待狂、強大的敵人。",
            "marriage": "在兩性關係上你是個無法預料的人，有啥想法可能就馬上去做，讓你的情人感到沒有安全感，有時你得讓對方感受到你的關懷喲！",
            "meaning": "當這張牌逆位出現時，可能意味著喪失了清晰的思路。他或許是不成熟，或在精神上無法自製的，或甚至是殘忍和狡猾的。當牌逆位時，他可能會變成心胸狹窄而虛偽的或精神渙散，對任何人或任何時都無法付出。一如騎士牌的逆位，他在兩性關係上變得難以預料。他可能會跑掉好幾天或幾個禮拜，然後又再度出現，卻不做任何解釋，就好像什麼事也沒發生過似的。他擁有一種自由揮灑的思考方式，然而儘管他的點子絢麗而創意十足，真正能落實的卻極為有限，因為他缺乏執行和堅持的力量。由於他在表達自己，及自己的創意和構想上相當出色，於是他在那些對他並不熟悉的人的腦海中會留下一種深刻的印象，但如果要產生結果的話，最好是由寶劍皇后或錢幣皇后來加以安排。錢幣類型的人比較能夠完成這個國王所著手進行的事。就日常的角度來看，這張牌顯示一個正立的國王正遭遇著困難或某種危機。而當他可以站起來的時候，他又會以一個正立的國王的姿態出現。寶劍國王和逆位可能意味著由於思緒和計畫淩亂，又缺乏毅力，所以無法成功。國王的逆位可以象徵一種追尋自私動機的強烈念頭。例如，一個野心勃勃的人，盤算或策劃這如何攀上權立高峰。身為法律顧問，這個國王很可能建議罪犯鑽法律漏洞，犧牲他人來致富。他夠狡猾所以行藏不露痕跡，也可能因為自己的行為而去陷害別人。",
            "related": "殘忍、反抗、自私。",
            "sexuality": "寶劍國王敘述一個思路清晰而務實的男人，他需要的伴侶是在心智上和他對人生有相同理解的人，而且要言行一致。他也可以代表一種有著明確目標，而且彼此心智慧交融的兩性關係。",
            "star": "金牛２０－雙子２０／天秤"
        }
    },
    "36": {
        "explain": "從雲裡探出一隻手，握住了權杖。權杖被畫成一種活的、成長的東西，在背景裡的城堡表示目的地。權杖被畫成一種活的形式，反映權杖類型面對各種日常事務的活力與熱情。權杖類型在目標與挑戰上成長茁壯，並以其狂熱追求潛在的勝利。追求值得追求的目標，會產生一種目的感。紙牌上，晴朗的天空顯示這一時刻，你的目的充滿清晰的光景。王牌不是要你去思考或感覺，而是去做。它可以表示一段具有力量、權力，以及充沛的性與肉體精力的時間。它是一張代表旅行與移動的牌，也常常表示一種對生活的熱愛。當權杖王牌出現在一副牌裡的時候，很少有限制。",
        "name": "權杖王牌",
        "positive": {
            "behavior": "新行動、主動性、行動的開始。許下一個承諾、開始一個工作。陽性力量。一件事情的開端、得到繼承、小孩的出生、有意義經驗的開始、一段冒險、無限的淺能。",
            "marriage": "將會開始一個新的階段，它暗示你們將會有更親密的肉體上關係。",
            "meaning": "權杖王牌象徵著開始執行一項方案或旅行。權杖王牌象徵一個計畫強而有力的開始，代表著手新計畫的渴望、力量與勇氣。這張牌推出已經開始的行動，而且一定會產生具體的結果，與紙上談兵完全不同。在平常時，權杖王牌表示實踐計畫的能量和欲望。",
            "related": "開始、發明、創造、機會、命運、靈感、事業。創作、建設。信心、探險。",
            "sexuality": "權杖王牌暗示一段兩性關係的開始，它可能是一段新的開始，或是既存關係的一個新階段。它暗示某種肉體關係的開始，或某些伴隨著新階段而來的肉體活動。它也可意指旅遊，然而在兩性關係的演算法當中，這個旅遊是和兩性關係相關的。",
            "star": "火象星座:牡羊座、獅子座及射手座。"
        },
        "reversed": {
            "behavior": "疲勞的、厭煩的。錯誤的開始、不確定的未來、沒達到的目標、空洞的生命、逐漸惡化、取消計畫。",
            "marriage": "雙方都會有些心有餘而力不足的感覺，而使的感情陷入誤解之中。",
            "meaning": "當王牌以逆位出現時，它意味著前面的狀況要先加以解決，然後新的企圖才可能被實現。王牌逆位的另一個意義是延緩旅行的計畫或行程的結束。例如，最近你可能剛從一趟旅行中回來，而王牌逆位就是說，你的生活又再度安頓了下來。權杖王牌的逆位也可能是說，由於有太多難以駕馭的精力而使預期中的結果延緩出現。它可能意味著你的精力及熱情需要被約束，否則你將會進行很多方案，而完成的確實寥寥無幾。",
            "related": "生氣、減弱、浪費。",
            "sexuality": "權杖王牌暗示一段兩性關係的開始，它可能是一段新的開始，或是既存關係的一個新階段。它暗示某種肉體關係的開始，或某些伴隨著新階段而來的肉體活動。它也可意指旅遊，然而在兩性關係的演算法當中，這個旅遊是和兩性關係相關的。",
            "star": "火象星座:牡羊座、獅子座及射手座。"
        }
    },
    "37": {
        "explain": "權杖二意味著一個決定。在權杖二上，一支權杖是拴在牆上，而另外一只是自由的。這表示你有兩個選擇，一部分的你滿意靜止狀態，而另一部分的你有移動、改變或旅行的欲望。而權杖二裡的人是煩悶的，被他的成就（矮牆）所圍繞。他手中的地球儀表示他正在做一決定。他的世界（指他的成就或環境）對他而言，似乎不再具有意義了，因為他已經長大而不適宜於此了。土地表示穩定力，水表示寧靜。他越過水，眺望遠山及其代表的挑戰，天空烏雲密佈，但他並沒有注意到，因為他將焦點置於內心世界。",
        "name": "權杖二",
        "positive": {
            "behavior": "思考與計畫、猶豫不決、受限制的行動轉折點、重要關頭。工作被外力強迫中斷。成熟的人、掌權者、達到目標和需要、負責的勇氣、一個強制的個性。",
            "marriage": "現在要決定對對方做出更深的承諾，而這張牌的出現是暗示你該更深層的思考。",
            "meaning": "權杖二暗示因成長而不滿當前環境，需要決定未來行動方向的時機。他表示你目前所擁有的事實是不夠的，你將決定下一步要怎麼做。權杖二代表決定，通常是身體上的決定。例如，搬家、轉換工作，或在生活中作一些具體的改變。如果問到有關你的生涯，這張牌則暗示你正決定是否換工作或換行業。權杖二並不代表換工作或搬家的行動，而是決定本身。行動是由權杖一所代表。在決定行動之前，權杖二代表對選擇的評估，它是你所習慣的東西與你所想擁有的東西之間的一個抉擇。",
            "related": "延遲、大膽、分析、掌握。",
            "sexuality": "在兩性關係的解讀上，權杖二可能暗示決定一項兩性人際關係或決定是否要對一項兩性關係作更深的承諾。這張牌指示必須同時考慮正、負面情形，當作決定時必須仔細衡量兩種選擇的相對利害。",
            "star": "白羊00-10，火星"
        },
        "reversed": {
            "behavior": "他人造成的限制、失去信心。",
            "marriage": "猶豫不決，對自己有些自信不足而使得你對對方的態度也變成反覆不定。",
            "meaning": "當權杖二逆位時，暗示你因該放棄對選擇的評估，直接跳進新的經驗。當你離開安全的環境而進入未知或新的情景，你會釋放巨大的能量，這能量可能會以恐懼、希望、期待、憂慮等種種形式出現。無論它以哪一形式出現，你知道你仍然活著。逆位的權杖二表示在一個長時間不滿意的情景下，突然作改變",
            "related": "不幸、災難。問題、障礙、驚訝。傷心、麻煩、逆境、窮困。",
            "sexuality": "在兩性關係的解讀上，權杖二可能暗示決定一項兩性人際關係或決定是否要對一項兩性關係作更深的承諾。這張牌指示必須同時考慮正、負面情形，當作決定時必須仔細衡量兩種選擇的相對利害。",
            "star": "白羊00-10，火星"
        }
    },
    "38": {
        "explain": "權杖三裡的人物是靜止的，在休息中，他眺望海面，看著船進港卸貨。這些船裝載他的補給品，那可能是些原料或在其他國家賣出貨物的款項。雖然渴望繼續前進，但他瞭解先送走船而自己留滯原地的利益。他以這種方式，一邊探索人生的機會，一邊掌控既有的成就。權杖三可以代表當你尋求自我內在意義的時候，你仍可保持相對的沉靜；表示你一邊在擴展自身內在於外的新大道與利益，一邊在維持一種平衡的狀態。",
        "name": "權杖三",
        "positive": {
            "behavior": "再出發、實際的知識、生意的敏銳買賣初步的成果、合作及領導、積極進取、未知的旅程、周詳的準備。",
            "marriage": "感情會持續成長，發現對方的身上許多優點，更進而去學習之。",
            "meaning": "在日常中，權杖三可以表示旅行或將計畫付諸實行。權杖三同時也暗示你正在考慮你最近的狀況，並且尋找你內在與外在的意義。",
            "related": "靈感。肥沃、多產。遠見、旅行、事業、談判、交換。",
            "sexuality": "權杖三在兩性關係的演算法中，暗示著將會持續成長與發展。當你和你的伴侶共同邁進更深層的承諾時，你們將會體驗到成長。這也同時暗示四處旅行中兩性的關係，而且，在你和某個住在海外的人有糾葛時，權杖三常常會出現。它也代表伴侶中的一人或二人在旅行時所發生的一種兩性關係、一段假期羅曼史，或一個開始於商務旅行的關係。",
            "star": "白羊１０－２０，太陽"
        },
        "reversed": {
            "behavior": "野心太大、計劃不周。欠缺合作、不好的夥伴、缺乏遠見、欠缺領導力、貿易失敗，原因可能出在當事人過度自信、暫時的變化、短暫的狀況。可能發生的妨礙。另有目的的幫助、減少的不幸、謹慎的對他人伸出援手。",
            "marriage": "優柔寡斷，對感情的付出會有所保留，而使的對方感受不到你的真心！",
            "meaning": "逆位元的權杖三表示需要沉思的一段時間。權杖三逆位也可能代表延遲。逆位的權杖三也指出你身體或情緒上的成長受到阻礙的一段時間，暗示著你可能需要採取新方法。它也可以表示你被過去的行為與決定所攪亂。",
            "related": "背叛、變化、挫折。",
            "sexuality": "權杖三在兩性關係的演算法中，暗示著將會持續成長與發展。當你和你的伴侶共同邁進更深層的承諾時，你們將會體驗到成長。這也同時暗示四處旅行中兩性的關係，而且，在你和某個住在海外的人有糾葛時，權杖三常常會出現。它也代表伴侶中的一人或二人在旅行時所發生的一種兩性關係、一段假期羅曼史，或一個開始於商務旅行的關係。",
            "star": "白羊１０－２０，太陽"
        }
    },
    "39": {
        "explain": "權杖四描出一個堅固的家庭或工作環境，歡樂與分享是每天生活的一部分。在這張牌上，人們自由來去，帶著固有的渴望、熱情和樂觀，在陽光下跳舞、慶祝。有一個迎賓花圈穿在四支權杖的頂端，跳舞的人們在慶祝時揮動著更多的花朵。城堡是堅固的暗示，又是它也表示權杖類型的熱情正被導引進入家園。例如，你可能重新裝修或粉刷的家裡，是它更適合你現在的需要。這張牌對搬入溫暖又充滿支援的家或工作環境是正面的指示。已經在那環境中的人覺得呆在那裡很舒適，並且歡迎及支持新來的人。",
        "name": "權杖四",
        "positive": {
            "behavior": "羅曼史、成功及維持現狀、慶祝及享受、和平相處、穩固及安全、克服障礙。責任的終止。新得到的安然、努力的結果、掙紮後的休息。",
            "marriage": "感情已經趨於穩定，而你們可以開始考慮共築一個新的溫暖小窩！",
            "meaning": "權杖四暗示在一個新家，或工作環境上安頓下來。權杖四代表堅固，將權杖三中所決定的計畫變得穩固或實在的行為。它經常暗示搬入新家或換工作，也表示你在目前的環境中安定下來。",
            "related": "平靜、到達、完成、回家。完成、結束、社會、和諧。",
            "sexuality": "在兩性關係的演算法中，權杖四指出你正在穩固你的兩性關係。四根深植在地上的權杖呈現一個更深的承諾或確實堅固的關係。城堡表示家庭的安定力，而在前庭的人們則顯示火性類型的好動本性。",
            "star": "白羊２０－３０，金星"
        },
        "reversed": {
            "behavior": "刻板印象、先入為主。失去平靜、沒達成的戀情、沒安全感、破壞的美麗、不完整的快樂。",
            "marriage": "關係沒有任何進展，就這樣僵持不下，這樣對你們任何一方都不好！",
            "meaning": "逆位的權杖四表示你正要離開一個家園或工作環境，不過，這個新環境可能大不同於你正要離開的環境。它也暗示你在新環境中會少有安定性。逆位的權杖表示你無法在任何特別的地方安定下來，因為那四根權杖已不在牢固在地上。逆位的權杖四也可能表示一個暫時的情境。例如，在找到比較長遠的工作前，你可能做些暫時性工作。它也可表示缺乏穩定性的計畫，有時暗示你必須學著欣賞在家或工作環境中所擁有的。逆位的權杖四指出伴侶關係沒有任何發展。",
            "related": "不變、享樂。",
            "sexuality": "在兩性關係的演算法中，權杖四指出你正在穩固你的兩性關係。四根深植在地上的權杖呈現一個更深的承諾或確實堅固的關係。城堡表示家庭的安定力，而在前庭的人們則顯示火性類型的好動本性。",
            "star": "白羊２０－３０，金星"
        }
    },
    "40": {
        "explain": "權杖五描繪五個人有五種行動方向的情景。每個人相信他們自己擁有最佳的方法，沒有人聽從別人，這就是太多廚師弄壞一鍋湯的例子。這張權杖五代表衝突。雖然衝突不至於傷害任何人，但卻是所有人全盤捲入。只是權杖類型的天性，總是把生活看成戰爭，因為如果沒有障礙，就沒有冒險了。權杖類型的人以規則觀念和公平競爭的方式來尋求行動的快樂，他們往往喜歡體育與競賽活動。權杖五涉及身體上的較量，寶劍王牌則涉及心智上的較量，這是二者不同之處。",
        "name": "權杖五",
        "positive": {
            "behavior": "努力進取、立場觀點不同、磨擦或衝突、重勞動、非常疲累。充滿活力的活動、沒有領導。未達成的願望、暴力的爭吵、妨礙的。",
            "marriage": "充滿了大大小小的衝突，你跟他之間會常因為小事拌嘴，你們總是忘了當初吸引對方的原因。",
            "meaning": "權杖五也可以表示你浪費精力在太多的方面，以至沒有一方面有效率，或表示在激烈的競賽中掙紮。權杖五表示你捲入不必要的較量比賽，這會延誤或幹擾你達到目的。另一方面，目標遠離或難以達成，對權杖類型的人來說，往往更有吸引力。在日常中，權杖五暗示一群人無法團體工作。例如，你可能短期在一個團隊計畫立工作，而團隊裡每個人都由他們自己的想法。權杖五指出在團隊成員同意要妥協或共同合作之前，將會發生衝突。權杖五代表同一時間內，對太多要求所產生的內在衝突。",
            "related": "模仿、衝突。移動、流動、掙紮、人力。",
            "sexuality": "在兩性關係的演算法中，權杖五說明兩人各有不同的生活形態，沒有相關的興趣和共同的朋友。各自追求不同的生活形態時，親密關係就會受阻。有許多的刺激歡樂，但是有一體性。權杖五也指出火爆且競爭的兩性關係，這會造成夥伴之間經常性的衝突。",
            "star": "獅子００－１０，土星"
        },
        "reversed": {
            "behavior": "內心的交戰、心中的煩惱。相反的、不要不下決定。",
            "marriage": "愛情裡的衝突可能化解，因為你理解到只有妥協跟溝通才是對雙方都好的。",
            "meaning": "當權杖五逆位時，這表示你已採取一個更開放的行動，而且你準備妥協或嘗試新方法。所有塔羅牌的五都表示某種形式的改變，逆位時，表示以一個開放心胸及更包容的方式來改變。逆位權杖五表示理解到時間與精力都被浪費了，採取新方法是必要的。有時在你準備改變之前，規則需要被放棄，戰爭需要變得更嚴重。在一個團體或生涯的演算法中，逆位的圈杖五暗示妥協是可能的。而且在如此情況下才能更親近的傾聽別人。",
            "related": "爭論、辯論、口角。詭計、思考、反省、複雜，爭執，欺詐，矛盾，訴訟。",
            "sexuality": "在兩性關係的演算法中，權杖五說明兩人各有不同的生活形態，沒有相關的興趣和共同的朋友。各自追求不同的生活形態時，親密關係就會受阻。有許多的刺激歡樂，但是有一體性。權杖五也指出火爆且競爭的兩性關係，這會造成夥伴之間經常性的衝突。",
            "star": "獅子００－１０，土星"
        }
    },
    "41": {
        "explain": "權杖六描繪一個勝利的遊行，英雄頭上帶著花圈（在慶功會上，個人權利展現的象徵），被他的支持者所圍繞著。在這張牌中，火的樂觀主義使其欲求和期望得到成功。這不是錯誤的樂觀主義或虛無的期待，而是來自過去的成功及自信的一種真正的信仰。在我們對自己及生命的可能性有了真正的信仰時，去完成我們想要做的事情所需要的能量及會總會得到補充。我們的成功又常能激發別人協助或跟隨我們，因此在權杖六的牌裡，其他人跟隨著勝利的人。",
        "name": "權杖六",
        "positive": {
            "behavior": "短暫的成功。英雄得勝、因努力而達成願望。勝利者凱旋、自信心、讚美與支持、不穩定的勝利。",
            "marriage": "有相近的目標，而且你們有可能共同一起達成這些目標，真是要恭喜你們了！",
            "meaning": "權杖六表示工作的升遷、證實達成目標，或僅是一種自信的生活態度。權杖六出現牌面上，表示兩人因擁有共同的目標而獲得成功。",
            "related": "榮譽、勝利、勝利、好消息、前進、期待",
            "sexuality": "在兩性關係的演算法中，權杖六證實你和你的伴侶有相近的目標，而且你們有可能達成這些目標。權杖六有時暗示著，你們的關係正到達另一新的階段。例如，你們可能會結婚或住在一起，或者可能決定要有小孩。",
            "star": "獅子１０－２０，木星"
        },
        "reversed": {
            "behavior": "不穩定、無限的延期、不忠誠、表面上的利益、不確定的利益。",
            "marriage": "恐懼愛情的失去，而造成現在虛假的甜蜜情事，結果只造成你們之間的距離越來越遠。",
            "meaning": "逆位的權杖六表示它太快放棄。你感到壓力太大或擔子太重，失去對成功的期待，希望能從困難的情境中解脫。逆位的權杖六代表有恐懼或脆弱所產生的虛假的勇氣與樂觀，結果是，所追求的事物很少成功，或成功為時極短。你所投入精力的每一想法和態度，將會成長並發展成具體的事物，所以，那些消極的想法、失敗主義、疑心將會產生相應的事實。逆位的權杖六也可以表示拋棄某人或某事。它指示在一項關係或是也缺乏共同的方向，而導致分離。",
            "related": "恐懼、掛念、疑惑、無常。對立、競爭。困境、爭論。",
            "sexuality": "在兩性關係的演算法中，權杖六證實你和你的伴侶有相近的目標，而且你們有可能達成這些目標。權杖六有時暗示著，你們的關係正到達另一新的階段。例如，你們可能會結婚或住在一起，或者可能決定要有小孩。",
            "star": "獅子１０－２０，木星"
        }
    },
    "42": {
        "explain": "如同權杖五，權杖七是一張代表衝突的牌。所有可見的活動的目的本身可能就是戰爭，因為在紙牌上的人，帶有一種決心和激情的表情。保衛他的領土雖然很堅信，但這仍在他的掌握之中，而且他也許喜愛這樣的挑戰。別忘了，權杖類型喜歡搏鬥，而且傾其所有，這會令那些火性的人們感到振奮。這種爭鬥讓權杖類型的人覺得自己活著。權杖七可能暗示你周圍的人反對你的想法或計畫，但你繼續努力、不放棄一定會成功。",
        "name": "權杖七",
        "positive": {
            "behavior": "優勢地位、不同的挑戰、堅持下去、積極抵抗、正當防衛或是保護實質物品的行為。克服了極大的困境。",
            "marriage": "對方有了更深的承諾或是有了一個小孩之類的，會對你們之間有挑戰的因數出現。",
            "meaning": "塔羅牌中所有的七都有不要放棄的意義。雖然挑戰比以前更大，權杖七表示你會更投入眼前的工作。權杖七表示你需要更大的挑戰。在生意上，它表示開拓州際或海外市場的行動。新的市場將帶給你新的挑戰與難題，等你一一去克服。它也可以表示，現在正是你事業多元化的時機。權杖七的訊息是不要放棄。繼續努力前進，你將得到成功的回報。你投注於完成目標的體力與行動，將是值得的。權杖七也可以表示，在某個時候，你做兩份工作，以便存錢到海外度假、教房子的定金。如果你努力，最後你將得到這些報酬。",
            "related": "勇氣、挑戰、暗敵。防禦、防備、成功、達到、優越、勝利。",
            "sexuality": "在兩性關係的演算法中，權杖七可以表示，在某種處境中，伴侶中的一位市場為他們的信念或行動辯護。簡單地說，他表示在你們關係中出現了更大的挑戰。權杖七同時也代表兩性關係將以到達更高層的承諾形式帶來更大的挑戰。也許你不曾經歷如此程度的承諾，所以一開始會覺得這是挑戰。",
            "star": "獅子２０－３０，火星"
        },
        "reversed": {
            "behavior": "被偷或是被騙的危險、難為情。奮勇犠牲。居於劣勢。猶豫不決。焦慮不安。過度自我保護",
            "marriage": "無法處理你們之間的問題而使的你們陷入冷戰，但你卻選擇忽略它，這是你要注意的！",
            "meaning": "塔羅牌中所有逆位的七含有不要堅持的意義。逆位的權杖七暗示這是放棄舊態度的時機，特別是那些限制你的舊態度。也許你是用過時的方法去應付新環境，或者是你還把自己當成往日年輕的你來看待這張紙牌強調停止支持一個不合時宜的信仰體系的需要。它意味著不要迷戀過去。如果你繼續作你一直在做的事情，你將會得到你過去一直得到的東西。換句話說，如果你想要一個新的結果，那就試試新的方法。逆位的權杖七指明要作出一個決定。當行動的方向決定後，權杖天生的自信會再度回復，以克服眼前的困難。",
            "related": "恐怖、不安、遲疑、困惑。被動。防禦挑戰勇氣對立",
            "sexuality": "在兩性關係的演算法中，權杖七可以表示，在某種處境中，伴侶中的一位市場為他們的信念或行動辯護。簡單地說，他表示在你們關係中出現了更大的挑戰。權杖七同時也代表兩性關係將以到達更高層的承諾形式帶來更大的挑戰。也許你不曾經歷如此程度的承諾，所以一開始會覺得這是挑戰。",
            "star": "獅子２０－３０，火星"
        }
    },
    "43": {
        "explain": "在權杖八中，描繪的權杖並沒有植入土地，也沒有被人握住。這象徵自由流動的火的能量，很少或沒有限制。它代表當你戀愛或旅行時，你可以體驗到對生命的熱情和摯愛。權杖八表示你的目標清楚可見，而且正輕鬆的向它們邁進。這點可以從八根權杖自由而無約束的掠過天際看出來。權杖越過水上，暗示海外旅行，是權杖類型的人十分喜愛的。權杖八代表健康的人際關係、跨海旅行和計畫達成令人滿意的結局。它指出你能輕鬆地完成目標。權杖八出現時，你的計畫會碰到的阻礙是微小的，既定的目標無需太多的努力也能達成。八是代表力量的數位，紙牌的數位是八，顯示這一組牌的力量所在。在權杖八裡面，你可以看到火的元素呈現自然狀態，一種無所限制的、狂熱的行動。",
        "name": "權杖八",
        "positive": {
            "behavior": "快速的行動、共同的目標、自由與空間急遽變化。及時的、毫不拖延。快速地取得優勢。快速的活動、突然的進展或動作、緊急下的決定、發展過快的。",
            "marriage": "兩性關係是很健全的，因為你們給彼此足夠的空間擁有自己的生活跟朋友。",
            "meaning": "權杖八沒有拘束的本性反映了這是很少阻礙的時機。它表示你是自由的、可投注熱情、直接追求目標。權杖八經常出現在你即將到海外旅行時。它也代表你所有的努力將會得到回報，也將從困難中解放出來。在生涯上的演算法中，權杖八可以表示和事業有關的旅行，或是當個駕駛員，或是開發新的供應商或市場。這是八支權杖越過水上的暗示。",
            "related": "迅速、速度、忙碌。",
            "sexuality": "權杖八在兩性關係的演算法中是相當正面的。它說明你和你的伴侶一起享受生活，無需受困於各種難題。她表示你們喜歡彼此為伴，沒有恐怖或約束。權杖八代表一個探索生活的機會，包括探索周遭環境和對方。權杖八同時也只是你的兩性關係是健全的，因為兩人有足夠的空間可以擁有自己的生活和朋友。",
            "star": "射手００－１０，水星"
        },
        "reversed": {
            "behavior": "家庭的爭執、緩慢的遲鈍的。逝去的機會。",
            "marriage": "兩性關係上沒有達到你所預期的發展，這是因為你們總是會爭吵或讓忌妒破壞彼此之間好不容易建立好的信任。",
            "meaning": "逆位時，它代表一個沒有達成預期的結局的情境。火（熱情）沒有土（實際），可預見計畫不能實現，單只有熱情是不夠的。逆位權杖八象徵延誤，像是未解決的阻礙一在重現而使你慢下來。逆位的權杖八可以表示旅行計畫的延誤，或你的人際關係中的嫉妒或爭吵。",
            "related": "爭吵、妒忌、煩惱、停滯。",
            "sexuality": "權杖八在兩性關係的演算法中是相當正面的。它說明你和你的伴侶一起享受生活，無需受困於各種難題。她表示你們喜歡彼此為伴，沒有恐怖或約束。權杖八代表一個探索生活的機會，包括探索周遭環境和對方。權杖八同時也只是你的兩性關係是健全的，因為兩人有足夠的空間可以擁有自己的生活和朋友。",
            "star": "射手００－１０，水星"
        }
    },
    "44": {
        "explain": "權杖九描繪的是一個強壯、力氣大、警覺性高的人。他面對問題的戰鬥傾向會限制他怡然自處的能力。當權杖九出現時，它暗示你生活一種衝突的模式。一連串的爭鬥已經發展成身體與情緒上的模式，他現在需要另外的衝突去滿足它對刺激的渴求。",
        "name": "權杖九",
        "positive": {
            "behavior": "準備反擊、防守策略、延遲與等待。可能性的分析。原本所期待的發生了困難或是改變、隱藏的敵人現實掙紮的停頓。",
            "marriage": "曾經被傷害，因為還不能調適自己的心情，以至於對現在的伴侶還不能給予真誠的承諾。",
            "meaning": "權杖九暗示重新評估目前承諾的時候。權杖九是一張用來衡量你過去的失敗與成功，並決定在未來要做些什麼的牌。他先是你察覺，並不是所有你嘗試的事情都會成功，這是一個時機，你必須拋棄你生活裡一些不完全的計畫。權杖九的出現，反映了對進行新事物的態度。",
            "related": "欺騙、規律、順序、受傷、審慎、小心。追求、實行、期待、知識、經驗。",
            "sexuality": "在兩性關係的演算法中，權杖九表示你以一個謹慎的態度看待你的伴侶或一般的兩性關係。也許你曾經被你的伴侶傷害，或還沒有解決過去的兩性關係，所以你無法真誠的向你目前的伴侶定下承諾。這張牌指出需要檢視過去，及衡量你對目前兩性關係的承諾。",
            "star": "射手１０－２０，月亮"
        },
        "reversed": {
            "behavior": "要克服的困難、錯誤的引導。態度強烈左右結果。",
            "marriage": "似乎在恐懼什麼的感覺，但你卻又不知怎麼去解決你害怕的原因，讓你困擾不已。",
            "meaning": "逆位權杖九牌顯示問題已經大到超過你身體力量，你的對抗已經失敗了。當逆位的牌出現，表示你深受恐懼或疑惑的折磨。權杖九的逆位顯示，傾向關注失敗更甚于關注成功。你必須瞭解失敗有益成功，換句話，失敗只是延遲成功。當你沒有實現當初預期的結果時，至少你已經知道那一條路不能走。逆位元權杖九也意味你需要尋求不同的方法。它未必暗示你應該放棄爭鬥，僅時表示你應該改變你的方法以應對情境。",
            "related": "障礙、不幸、問題、延期、災難、生病、誤導。",
            "sexuality": "在兩性關係的演算法中，權杖九表示你以一個謹慎的態度看待你的伴侶或一般的兩性關係。也許你曾經被你的伴侶傷害，或還沒有解決過去的兩性關係，所以你無法真誠的向你目前的伴侶定下承諾。這張牌指出需要檢視過去，及衡量你對目前兩性關係的承諾。",
            "star": "射手１０－２０，月亮"
        }
    },
    "45": {
        "explain": "權杖十描繪一個人扛著十根沉重的權杖。他被這些權杖給壓的得喘不過氣，而且它們也遮住了他的方向（即遠方的房子）。他被權杖的重量壓，疲累萬分，但他仍不願放棄，一步一個腳印地往前走。因此，權杖十的中心意義除了最基本的「壓力」之外，還代表「努力」，而且有成功的可能。偉特本人就指出，權杖十的牌義還包括收穫、好運、任何形式的成功，然後才是伴隨而至的負擔。",
        "name": "權杖十",
        "positive": {
            "behavior": "責任感得到、緊抓不放、責任過重。難以負擔的依賴。過大的壓力、將解決的問題、努力來達成目標或保持一定的水準或位置、也許也代表用能力來達成自私的目的。",
            "marriage": "想對對方負起更深的責任，但這不是一種務實的想法，因為你尚未考慮周全就想攬多的責任在身上。",
            "meaning": "權杖十逆位傳統上有兩個方向可以解釋：（1）壓迫到了臨界點，快要崩潰了（2）當事人意識到這個狀況（或是快要承受不了）因而放下負擔。權杖十通常伴隨著一種態度：如果你想妥適的完成它，你就要自己做。所以不能去信任別人也能完成這件工作。必躬親以確保工作的完成。在有關健康的演算法中，這杖牌指示著背部和肩膀的緊張。請注意，這個人負荷這十根權杖的重量。他會達成他渴望的目標，只是目前的掙紮實在是不必要的。",
            "related": "壓力與勞力、疲累、厭煩、壓迫。",
            "sexuality": "當權杖十出現在兩性關係的演算法中，它暗示著你想要對這項關係的持續成功負起全部的責任。然而，對一項兩性關係而言，這並不是一種務實的態度，意味牽涉到兩個或更多人，而且你也不能為伴侶的決定、行為或信仰負責任。這張權杖十可能意味著，假如你的兩性關係中出現問題或困難，你會完全歸咎於自己身上，而且只有你的行動可以修正整個狀況。如果在牌形當中，它是伴隨代表生意或錢的牌，它可能暗示你太忙於生意上的利益，而忽略了追求兩性關係。",
            "star": "射手２０－３０，土星"
        },
        "reversed": {
            "behavior": "希望破滅。背判者、會失去些東西。",
            "marriage": "太忙於事業或其它的事，而去忽略你的感情上的問題，要注意！",
            "meaning": "權杖十的逆位通常是說，你太忙於和事業有關的事，而沒有去處理情感上的需求。權杖十逆位元，意指你需要分派出若干責任，以及解決目前的問題，而暫不進行任何新事物。如果這十根權杖掉在地上，你有三個選擇：你可以把它們拾起，並以不同的方式攜帶它們；你可以拾起它們，然後按照原來的方式搬運；或者你可以丟下它們，並尋找新方向。如果你決定把它們丟下，很重要的一點是：你一定要明白這一次為什麼你會負擔如此沉重。如果你瞭解為什麼會被這十根權杖壓得喘不過氣來的過程，你就可以截然不同的方式重新開始了。",
            "related": "困難、陰謀、氣餒、沮喪、灰心、騙子、推辭。",
            "sexuality": "當權杖十出現在兩性關係的演算法中，它暗示著你想要對這項關係的持續成功負起全部的責任。然而，對一項兩性關係而言，這並不是一種務實的態度，意味牽涉到兩個或更多人，而且你也不能為伴侶的決定、行為或信仰負責任。這張權杖十可能意味著，假如你的兩性關係中出現問題或困難，你會完全歸咎於自己身上，而且只有你的行動可以修正整個狀況。如果在牌形當中，它是伴隨代表生意或錢的牌，它可能暗示你太忙於生意上的利益，而忽略了追求兩性關係。",
            "star": "射手２０－３０，土星"
        }
    },
    "46": {
        "explain": "牌局中出現的侍者可能是象徵透過信件、電話或訊息帶來新消息。然而它通常是形容一項新計畫或人生新方向的開始。侍者代表牌組中空氣的部分，權杖牌代表火。權杖侍者就象徵火中的空氣元素。就一般觀點來看，這一味理念和行動結合而展開新方案或迎接新挑戰，或者換句話說，對你打算做的事進行計畫。它代表思想先于行動，一個理念或計畫正在形成。這張牌表示你正在夢想或思考你將會達到的目標，及置於面前的挑戰。也可以形容展開一項方案的行動，因為權杖類型的人不喜歡怠惰。",
        "name": "權杖侍者",
        "positive": {
            "behavior": "小淘氣、天真純潔、惡作劇、行動的訊息、嚐試錯誤、有能力。注意細節。一個忠實和忠心的人可信賴的朋友、一個好心的陌生人、一個不變的人、帶著重要消息的人。",
            "marriage": "可以說是一段新關係的開始，或是你們的關係進入了一個新的階段，在此同時，也要多多鍛鍊自己的身體，才會有幸福的生活！",
            "meaning": "權杖侍者你可以把他想像成爆竹的火焰，他參與任何事之前不會加以思索。他像是雙子座，有點古怪，非常善變，好玩耍，有創意，戲劇性，溫暖，然而不穩定。當你看到這張牌，把他想像成一個小孩。你無法打敗他，但是他自己卻無法堅持到最後。權杖侍者象徵一項新方案或挑戰的消息或開始。塔羅牌的侍者可形容孩子或任何二十二歲以下的人。權杖侍者意指該是開始某些新事物的時候了。它是展開一項新方案或旅行的行動，且將指引你一個新方向。當牌局中出現了權杖侍者，而你有已超過二十二歲，這狀況是你再度感覺年輕。",
            "related": "認真、開始動手做、使者、密使、學徒。",
            "sexuality": "權杖侍者意指開始一段新關係，或者是進入現有關係中的新階段。這段新階段需要多加強身體上的努力，因為權杖類型的人需要肉體上的活動，好讓他們覺得他們的努力是值得的。在兩性關係的演算法中，權杖侍者可以單純表示該相關人士的本性，例如，一個充滿熱情但有時會失之急躁的年輕人。用來描述一段兩性關係，侍者牌所敘述的是一種激情的互動，充滿了戶外的追逐，並需要有充沛的體力。",
            "star": "夏至－秋分"
        },
        "reversed": {
            "behavior": "愚蠢的想法。太過於熱心、不能決定、不情願、不穩定、不快樂、多嘴的人、帶著壞消息的人、一個傷你心的人。",
            "marriage": "更需要用心去維持你們的感情，這樣，愛情才會持久喔！盡量避免急躁的個性而使你的戀情提早結束",
            "meaning": "權杖侍者逆位意指思考太多而行動不足或優柔寡斷。正立的侍者意指你很快就能使計畫成形，而逆位的侍者則暗示你花太多時間計畫，相對地，實現計畫的時間就少了。所以在行動之前猶豫不決是這張牌的另一個意思。它可形容沒有能力開始新事物，或是可以幫助你展開新方案的消息來源延遲了。這個人缺少某些正立侍者牌所代表的狂熱和激情，而這可能是環境或教養給壓抑下來的。在兩性關係的演算法中，逆位侍者牌可以表示一個不可預測的年輕人，他的烈性子或稍不留神，都可能在一段兩性關係達到巔峰前就停滯不前了。這張逆位侍者牌所形容的兩性關係是，由於不受拘束的狂熱和激情，或伴侶之一需要經常性的挑戰，而是這段關係提早結束。",
            "related": "荒謬、雞婆。善變。",
            "sexuality": "權杖侍者意指開始一段新關係，或者是進入現有關係中的新階段。這段新階段需要多加強身體上的努力，因為權杖類型的人需要肉體上的活動，好讓他們覺得他們的努力是值得的。在兩性關係的演算法中，權杖侍者可以單純表示該相關人士的本性，例如，一個充滿熱情但有時會失之急躁的年輕人。用來描述一段兩性關係，侍者牌所敘述的是一種激情的互動，充滿了戶外的追逐，並需要有充沛的體力。",
            "star": "夏至－秋分"
        }
    },
    "47": {
        "explain": "這張牌所描繪的男人（偶爾也畫成女人）有著火熱的天性，藍或灰的眼珠，和紅棕色的頭髮。然而這種長相只有高加索人符合，所以它以及是描述一個人的天性，而不是他的長相。為人坦率、積極以及行動立強，而且年齡通常介於二十一到三十之間。看得出來權杖騎士正在思考未來的行動，騎士正全神貫注於對嚮往目標的積極追求。有時候騎士也可以指比這個年紀還要大的人，不過是個不成熟的人。這個人還不具備權杖國王所擁有的理解力。這包含於優先順序的理論中：真正的目的方向通常和目標成直角，而要達成目標必先對真正的目的有所理解。騎士的旅行大衣上有很多火精靈（火元素的象徵）。他們的尾巴沒碰到嘴巴，在國王身上則有，著暗示尚未完成的行動和為成型的計畫。",
        "name": "權杖騎士",
        "positive": {
            "behavior": "勇於面對挑戰、行動力、樸實率真。疲累的旅程。沒有經驗的領導。向未知前進、住家的改變。",
            "marriage": "勇往直前，相信你們之間不會有什麼問題存在。也有可能會在旅行中發展一段戀情",
            "meaning": "權杖騎士意指改變、旅行和行動。這張牌經常代表一種態度——完成某件事情唯一的辦法就是自己動手做。權杖騎士和節制牌一樣是射手座的，許多射手座的特質都表現在這張牌上，包括需要挑戰、愛好旅遊和學習，並有教學的能力。這張牌可以象徵行動、旅行、改變以及為了自身緣故的活動。在有關家庭環境的問題上，它暗示搬家住新房子。在工作的分析上，騎士表示一趟和事業有關的旅行，或者是換了一個新工作。它是一張代表旅行的牌，尤其是和王牌、權杖三或者權杖八一起出現時。",
            "related": "旅行、積極、樂觀、強烈、超越、改變、逃、缺少、遠方。",
            "sexuality": "在兩性關係的分析上，權杖騎士代表意味積極、熱情的年輕人，有勇往直前的態度和喜愛征服一切的個性。他喜歡的是坦誠而非圓滑，所以他的溝通方式是直截了當的。有時候騎士也可以形容一段在旅遊途中所形成的兩性關係。",
            "star": "巨蟹２０－獅子２０／獅子"
        },
        "reversed": {
            "behavior": "隱藏的危險、期待之外的改變、幹擾爭執。",
            "marriage": "出現了危機，不肯作出任何的承諾，不是一個負責的態度！學著勇敢一點，勇於承諾會使雙方更珍惜彼此",
            "meaning": "從一般的角度來看，騎士的逆位意味延遲、計畫中斷及不協調。逆位的騎士覺得自己很難把那些已經著手的事情給完成，他需要回歸成正立的騎士，在行動之前好好的做計畫。逆位元的權杖騎士需要持續的衝突來分散他的精力，否則他可能就會變得在肉體或情緒上都不靈活了。遭遇對立的狀態時就失去耐心，也是這張逆位牌的意味。在兩性關係的分析中，逆位的騎士說明一個人對某段關係，不願意做出任何實際的承諾，因為他並不成熟。通常他相信比較多就是比較好。",
            "related": "幻覺、錯覺、分手、破裂。",
            "sexuality": "在兩性關係的分析上，權杖騎士代表意味積極、熱情的年輕人，有勇往直前的態度和喜愛征服一切的個性。他喜歡的是坦誠而非圓滑，所以他的溝通方式是直截了當的。有時候騎士也可以形容一段在旅遊途中所形成的兩性關係。",
            "star": "巨蟹２０－獅子２０／獅子"
        }
    },
    "48": {
        "explain": "權杖皇后代表火當中的水元素。換句話說，她是以水的方法的到火的教訓，水透過感情、情緒及知覺滲透到我們的生活中。火性的人會積極的找尋目標，而水性的人則是透過欲望、深思熟慮和耐心將機會拉向他們。這種火和水的組合，使皇后先在內心產生願望，借此將所願望的東西拉向她。這張牌上面的向日葵象徵她的活力和積極的態度，而黑貓象徵她的直覺，可保護她免於傷害。在寶座兩側的獅子代表她內在的力量。在力量牌中可以再度見到獅子，而力量牌和權杖皇后都象徵獅子座。另一張在占星術上屬同一象徵的牌是太陽。權杖皇后描繪一個二十二歲以上的女人，有著熱情和友善的天性，色彩比較偏向藍或淺褐色的眼珠，以及紅棕色的頭髮。這個皇后是依她的感覺行事，並運用她內在的力量達成她的目標。她是一個積極而自信的人，有很強的銷售能力和充沛的熱情。她喜歡行動勝過思考。",
        "name": "權杖王后",
        "positive": {
            "behavior": "成熟的女人。光明而愉快、善用直覺、財運的提升。一個體諒和瞭解的人、友善的、有愛的、純潔的、實際的、魅力和優雅、親切的女主人。",
            "marriage": "兩性關係中，你是一個誠實、熱心，喜歡追求伴侶的人，在愛情中，你會得到更多的力量，去幫助你在其他方面得到成功，可說是一段優質的愛情呢！",
            "meaning": "權杖皇后代表一個既堅強又直率的女人。她喜歡自己獨立的性格，也會鼓勵周遭的人這麼做。他樂於行動和組織，而且可能會忽略有時候別人並沒有又請求她幫忙。權杖皇后代表透過內在的力量而達到成功。相信你所做的事，以及做你所相信的事，可以説明你瞭解你的目標。這張牌是在描述一個得到多少就會付出多少的女人。如果你令她難過，她會強力的保護她自己，而假如你是不公不義之下的受害者，她也會為了你的利益而戰。",
            "related": "開朗、熱心、親密、親近、熟悉、親切。母親。",
            "sexuality": "在兩性關係的分析當中，權杖皇后，結合了太陽以及（或者）力量牌，形容一種獅子座關係的兩難。這包括以兩性關係為代價換取事業的成功，或者是用事業為代價換取兩性關係的成功。這是一種蹺蹺板式拉鋸局面的安排。重要的是從愛當中發現力量，也就是說，擁有一種親密的關係，在其中既非你支配別人，也非別人支配你。權杖皇后是描述一個誠實、熱心，並且喜歡追尋伴侶的女人。她喜歡接受挑戰，而且當事情進行的太平順時，她會為了追求刺激的緣故，而惹下麻煩。她喜歡運動和訓練體能，也較喜歡一個樂於接受挑戰的伴侶。她需要擁有很多屬於她個人的自由，而且一旦給與她這樣的自由，她將會擁有其他皇后所無法比擬的生氣和活力。",
            "star": "雙魚２０－白羊２０／射手"
        },
        "reversed": {
            "behavior": "破碎的愛。也許不忠、不定的感情、易變的、妒忌心重的女人。",
            "marriage": "在你們之間，你可能看不到自己擁有的力量，對自己失去信心，容易迷失在恐懼及情感的漩渦裡，不妨多肯定自己吧！",
            "meaning": "逆位的皇后也可能覺得生命已經給她遠超過她認為所能克服的，而這可能導致自我懷疑及喪失掉當她正立時所擁有積極、有信心的本性。然後她會假裝有自信，變得容易嫉妒別人，當她的朋友成功時，她會一心想與對方競爭。它也可能在形容一個女人因生病、疲憊或失去方向，及需要支援而使她的火焰消沉。她需要恢復她的力量、勇氣及希望。在兩性關係分析當中，權杖皇后的逆位是說她可能看不到自己的力量，並且淹沒在恐懼及欲望當中。從另一方面來講，她可能是跋扈和專權的，四處挑釁，好提醒她自己還活著。",
            "related": "妒忌、欺騙、反抗、反對。",
            "sexuality": "在兩性關係的分析當中，權杖皇后，結合了太陽以及（或者）力量牌，形容一種獅子座關係的兩難。這包括以兩性關係為代價換取事業的成功，或者是用事業為代價換取兩性關係的成功。這是一種蹺蹺板式拉鋸局面的安排。重要的是從愛當中發現力量，也就是說，擁有一種親密的關係，在其中既非你支配別人，也非別人支配你。權杖皇后是描述一個誠實、熱心，並且喜歡追尋伴侶的女人。她喜歡接受挑戰，而且當事情進行的太平順時，她會為了追求刺激的緣故，而惹下麻煩。她喜歡運動和訓練體能，也較喜歡一個樂於接受挑戰的伴侶。她需要擁有很多屬於她個人的自由，而且一旦給與她這樣的自由，她將會擁有其他皇后所無法比擬的生氣和活力。",
            "star": "雙魚２０－白羊２０／射手"
        }
    },
    "49": {
        "explain": "這張牌上的獅子象徵國王的內在力量，而大衣上的火精靈的尾巴已經伸進嘴裡形成一個圓圈了。權杖國王描繪一個強壯的人，能夠透過他的意志力來領導及統禦別人。他對自己有堅強的信念，因為他的信心是建立在自身的經驗上。他知道他的方法有效，因為他嘗試過也試驗過這種方法。他為人誠實、積極而坦率，而且經常願意接受新挑戰。他認為過程比結果還重要，而且拒絕任何拖泥帶水的挑戰。權杖國王代表火中土的部分。土喜歡務實的、可確知的事物，而且一旦投入時間和努力就會要求具體的成果。國王形容一個熱誠、有活力並且直言不諱的人。一般而言。通常是個超過三十歲的男人，不過如果這張牌指的是牧羊座的人是例外。當這張牌和皇帝與寶劍騎士一起出現時，他就是一張代表牧羊座的牌。假設這張牌是只牧羊座的人，他們就可能小於三十歲，或指女人。他坐下來，靜候最佳時機，當它到來時，他已經養精蓄銳並準備好盡全力經營了。他可能沒有辦法忍受那些沒有像他這樣經營人生的人，尤其是當他面對脆弱或絕望時，因為這些並非他既存的經驗。",
        "name": "權杖國王",
        "positive": {
            "behavior": "有影響力且熱心的男人。父親。一個正直且光明正大的人、受過教育、一位紳士、大多是結了婚的、像父親一般的、經驗豐富、謀定而後動、創造力、固執己見。",
            "marriage": "你喜歡帶點挑戰性的愛情，你們之間應該是活潑快樂的，是非常令人羨慕的一對呢！和情人的相處上，不妨多點浪漫的小舉動！",
            "meaning": "權杖國王代表透過自律和耐心而成功。自律可以讓你超越自己，因此逆就會有充分的時間和體力來掌握更好的機會，讓你完成已著手之事。這張牌形容一個堅強，而有時獨斷的人，通常他的言行都很坦率，適合從事銷售或任何以目標為趨向的工作。",
            "related": "成熟、忠實、友善、同情、穩重、堅強。勤勞。",
            "sexuality": "這名男子喜歡帶有挑戰性的兩性關係，和權杖皇后是天生一對。在效率方面，你可以看見他坐在他的王座上，等候適合的女人來伴隨他。他們將一起向還沒有夢想到的目標航行。他喜歡戶外活動，並需要一個可以輕鬆的趕上他的活潑伴侶。他既不多愁善感也不會太羅曼蒂克，但是他有一種勇敢和富冒險的精神，這就足以讓任何兩性關係顯得有趣了。",
            "star": "天蠍２０－射手２０／白羊"
        },
        "reversed": {
            "behavior": "過於誇張的想法、教義上的、故意的。一定要聽從的勸告。",
            "marriage": "怕做出承諾，不想因此而負責任，這可是很危險的，你必須為你們的關係下定決心，才會有平穩的愛情",
            "meaning": "當權杖國王逆位時，可能象徵逆身體所儲存的能量偏低的一段時期。它意指你的健康需要透過休息和溫和的休閒來重新平衡的一段時間。國王的逆位暗示一個人的心理比他的實際年齡還要年輕。對他而言，承諾始終是個問題。他寧願轉而接受一個新挑戰，也不願面對一個急需解決的棘手決定。他可能比正立的權杖更具寬容之心，但卻較少自律。就日常生活而言，這張牌可以暗示你趕在你自己的前頭，而忽視你目前的機會，因為你的注意力集中在未來的可能性。它也可能暗示失敗乃肇因於缺乏自律。你可能會投入全副精力從事某個方案，到頭來卻發現只要花一點點精神就可以順水推舟地做下去了。",
            "related": "嚴格、苛刻、霸王",
            "sexuality": "這名男子喜歡帶有挑戰性的兩性關係，和權杖皇后是天生一對。在效率方面，你可以看見他坐在他的王座上，等候適合的女人來伴隨他。他們將一起向還沒有夢想到的目標航行。他喜歡戶外活動，並需要一個可以輕鬆的趕上他的活潑伴侶。他既不多愁善感也不會太羅曼蒂克，但是他有一種勇敢和富冒險的精神，這就足以讓任何兩性關係顯得有趣了。",
            "star": "天蠍２０－射手２０／白羊"
        }
    },
    "50": {
        "explain": "暗示生活當中存在著快樂、愛和喜悅的機會。它可能意味著你正要進入情感滿足的一段時期。這張牌上面的白鴿和聖餐代表心靈上的基礎，這基礎賦予情感機會真正的意義。如果沒有這個心靈上的基礎，情感的滿足無法包含與你的靈魂，或你生命的賀信中，而原本可能成為持久的滿足的東西則變成僅只是一些新奇之物而已。王牌不只意味一個情感滿足的時間，也是持續你心靈發展的一個機會……透過愛，這個最令人振奮、有用的方式。牌中的手從雲（心靈）中伸出，握著一個聖杯，水自其中溢出，流進了一方池塘這象徵情感滿足的來源是心靈，而且當你與心靈越加投契時，你就能享受更多的愛以及比你所與其更豐盛的感情。當心靈在我們生活的許多瞬間契合了，即使是一些小小的事情也能讓你充滿喜悅，像是一個陽光燦爛的日子、一朵孤零的小花、一抹嬰兒的微笑，或是看見一隻小昆蟲在捲曲的葉子當中建造家園。而當你失去這種契合時，你會在挑戰中尋求滿足。",
        "name": "聖杯王牌",
        "positive": {
            "behavior": "情感的新開始、豐富和滿足、上天的祝福、純潔無瑕、情感的付出。愛人或是小孩的生日。美麗和愉快、好意、好的遠景。",
            "marriage": "會有一段新的關係，或是從原本的那段關係中邁入新的階段，你的情感正要進入很滿足的一段時期吧！",
            "meaning": "聖杯王牌代表某種感情的開始。相對於權張王牌所代表的肉體上、體力上的開始，它暗示你已打開心扉接受新機會。它可能是一段新的兩性關係，或既存關係的新階段，例如，一個更深刻的承諾、嬰兒的誕生，或一種新層次的滿足。此時正是你感覺情感滿足的時刻。王牌描述的是透過感情和生活產生連接。你可能正經驗著正立王牌的滿足感或滿意感。或許你正展開一項你全心期待的計畫，或是一次旅行。",
            "related": "慶祝、豐富、充足、滿足、完美、快樂、富裕、多產。",
            "sexuality": "在兩性關係的演算法中，聖杯王牌確實是一張相當積極的牌。它可能是在暗示你兩性關係當眾的某個人正在幫助你和你的心靈目標連接。這段關係正提醒你心靈的泉源，並以愛將你和那泉源連結起來。王牌也可能意指一段新關係，或一段既存關係中的新階段。",
            "star": "水象星座"
        },
        "reversed": {
            "behavior": "不幸的結果。不要報酬的愛、不盡情的快樂、假的心意、表內不一。",
            "marriage": "試著在這段愛情中讓自己有更加安定的感覺，從內心去尋找愛的泉源，這樣你才能從現狀跳脫出來。",
            "meaning": "當這張牌逆位時，牌上面畫的手就不能握住杯子了，而杯內也裝不住任何東西，上面的鴿子也找不到入口進來，那麼它就無法帶來心靈上的祝福了。當王牌逆位時，杯內的東西就會瀉出來，意味情感和心靈上的空虛。它可能暗示不快了是因為某種情感破裂的狀況。王牌逆位意味你已經和心靈目標失去連結，失去這份連結，你將逐漸在情感上、創造力上以及肉體上越來越感到饑渴。你須觀照內心尋找愛的泉源，而且從對人生的期望中解放自己。這張牌可能意味你與生活以及心靈之路脫節，所以你才會無法辨識生活所提供給你的各種機會。花些時間深思你真正的目的，可説明你重獲清晰的遠景。王牌逆位可能還意味著你無法包容生活所提供給你的情感上的機會。",
            "related": "改變、侵蝕、不堅定、不毛、退步、墮落、沒落。",
            "sexuality": "在兩性關係的演算法中，聖杯王牌確實是一張相當積極的牌。它可能是在暗示你兩性關係當眾的某個人正在幫助你和你的心靈目標連接。這段關係正提醒你心靈的泉源，並以愛將你和那泉源連結起來。王牌也可能意指一段新關係，或一段既存關係中的新階段。",
            "star": "水象星座"
        }
    },
    "51": {
        "explain": "聖杯二是形容一種合夥、朋友或親密關係。牌上畫著一男一女面對面，手中各持一個杯子。天空相當晴朗，身後的樹當中有一件房子。兩人把被子舉在同一個高度，意味著平等互信。這可能是在暗示一種平等的愛或生意關係，或任何密切的團隊努力或有利的合作關係。由棒子上的兩條蛇和張翅膀的獅子顯示出，這男人和女人有一種心靈上的契合。棒子象徵人類的脊椎，蛇則代表由能量中樞傳達能量到脊椎的管道。就男人而言，這能量中樞位在脊椎底部，而女人則介於兩個卵巢之間。這對男女上方長翅膀的獅子代表能量中樞的頂端，其間充滿了心靈和性的能量。就是這種能量導引你去形成各種人際關係，並可能讓你對愛有更深入的瞭解。經由結合男性在行動、力量、活動方面的特質，以及女性在情感、想像及直覺上的特質，他們可以互相學習，同時都變得多產而富創意。",
        "name": "聖杯二",
        "positive": {
            "behavior": "平等的關係、主動的付出、強烈的吸引力、良好的溝通、美好的關係。真誠的友誼。新的或是重來的友情。",
            "marriage": "兩人之間的受與授是平等的，這份關係的特色是承諾、親密、興趣和分享，是很讓人羨慕的相處模式",
            "meaning": "聖杯二意指一種心靈上的契合。它形容一種既豐富又有創意的友誼或兩性關係。當牌局中出現此牌時，它意味著透過愛來連結你和對方的特質，那麼你可能會獲得某些比你單打獨鬥的成就還要來得大的東西。這或許可用一句話來作結論，即全部比部分的總和還要大。",
            "related": "愛情、真愛、平等。戀情、熱戀、熱情、結合、訂婚、瞭解、合作、結婚。誘惑、詛咒、本能與慾望、迷惑、限制。",
            "sexuality": "在兩性關係分析上，聖杯二可能暗示結婚或是你和伴侶之間深入的承諾。這種深刻的互動時你可以超越肉體的束縛，如同長翅膀的獅子所象徵的。遠處的房子暗示這份結合將可穩固。在兩性關係分析當中，翻到它可說是一張正面的牌，因為它說明瞭一種兩個人之間的授與受是平等的關係。這份關係的特色是承諾、親密、興趣與分享，而且通常會令他人由衷讚賞。",
            "star": "巨蟹００－１０，金星"
        },
        "reversed": {
            "behavior": "愛情的不順利。不滿足的愛、假的友情、有問題的關係、不同的愛好。",
            "marriage": "可能存在著一種不平衡的兩性關係，你很恐懼當有一天你沒辦法控制自己的情感，這實在令你耗盡心神。",
            "meaning": "當聖杯二逆位時，是在形容一種極端的兩性關係。當這張牌逆位時，愛退讓而恐懼登場，而且由於愛和恐懼是對立的，兩者無法共存。它暗示你的兩性關係可能是極好或極恐怖的，並且在兩者之間擺蕩，而令你耗盡心神。當此牌逆位時，它可能象徵火和水之間的衝突，二者又是導致行動和情感的分裂。",
            "related": "爭吵、口角、反對、誤解、離婚、分離。",
            "sexuality": "在兩性關係分析上，聖杯二可能暗示結婚或是你和伴侶之間深入的承諾。這種深刻的互動時你可以超越肉體的束縛，如同長翅膀的獅子所象徵的。遠處的房子暗示這份結合將可穩固。在兩性關係分析當中，翻到它可說是一張正面的牌，因為它說明瞭一種兩個人之間的授與受是平等的關係。這份關係的特色是承諾、親密、興趣與分享，而且通常會令他人由衷讚賞。",
            "star": "巨蟹００－１０，金星"
        }
    },
    "52": {
        "explain": "聖杯三意指歡樂、分享或慶賀。這張牌通常會出現在耶誕節之前的幾個星期中，因為大多數人即將舉行祝賀。這張牌上所畫的三個女人正在慶祝豐收，他們辛勤的成果就展示在他們的腳邊。這是一張意味通過障礙的勝利，或者工作產生成果的牌。聖杯三通常指一次出現了若干個機會，有時也指一種不是充滿機會就是完全缺乏機會的狀態。換句話說，當你得到一次機會時，一定還會有其他的選擇機會。牌面上所畫的三個女人，被周遭成熟的果實包圍著，而其中甚至有一人的左手拿著一串葡萄。這意味著努力已產生成果，或工作已經得到了報償。開牌若出現這張聖杯三，即表示報償或經驗的分享。",
        "name": "聖杯三",
        "positive": {
            "behavior": "歡樂的氣氛、平等的合作、應得的回報、一同慶祝、事業發展。一個問題的解決、滿意的結果、得到妥協。",
            "marriage": "要不是你沒對象，不然就是對象很多而不知如何抉擇，或者是你與他中間會出現第三者（指的是小孩）。",
            "meaning": "聖杯三是一張代表慶祝、團圓或當所有參與者帶來歡樂的一場聚會。這杖牌可一暗示由三人或更多的人來分享成功。我的一位顧客最近來問我，在近期的一個方案中，她這一隊是否會雀屏中選，結果這張正立的聖杯三證實她將會成功。正立的聖杯三亦可亦指團體、聚會和開會。",
            "related": "慶祝、喜悅、豐收。成熟、生長、結果、安慰、醫治。救助。",
            "sexuality": "在兩性關係分析當中，聖杯三通常意指快樂及分享，或者一次成功的重聚。它也可說明在一種特殊兩性關係中的某個第三者，而這可能是指一個小孩（聖杯二的產物），或者，如果是指大人的話，它可能在暗示從這幾個伴侶當中選擇一位。再說一次，這張牌表示兩性關係的可能人選不是太多就是根本沒有的狀態。在某個時期當中，你可能無法找到一個合適的人，但是一旦你找到了，可能將會有兩個以上的伴侶可以選擇。",
            "star": "巨蟹１０－２０，水星"
        },
        "reversed": {
            "behavior": "一再地關心。浪費力氣。過份的享樂、過多豐富、失去威信、不感謝。",
            "marriage": "戀情是短暫不長久的，假如你並沒期望能很久的話，它對你來說會是一段很好的戀情，你能從中獲得很多。",
            "meaning": "聖杯三的道理象徵因沒有得到預期的結果二感到不快樂或失望。此時杯子倒轉過來，而無法承接在正立時所容納的愛。這張逆位的牌可意指由與缺乏支持而導致友誼或兩性關係的失敗。有時候兩性關係中的第三者是導致不穩定的因素。短暫的相距或飛逝的機會也是這張牌的意思。當開牌時出現了寶劍七，則暗示一段桃色事件，或是某位朋友或親人從中阻撓。這張牌也可能意味著積極、成功，然而卻短暫的狀態。假如你能接受它是短暫的，那麼你就會覺得快樂；如果你堅持要使這種暫時的狀態成為永久，那麼失望當然就會跟著來了。在工作環境當中，這張牌逆位可能暗示這些人並滅猶如一個團隊般的一起工作，而是互相競爭。這當中看不到牌正立時所顯示出來的喜悅，因為每個人多多少少都在放著別人分享或侵入他的工作領域。",
            "related": "延期、太多、失望。",
            "sexuality": "在兩性關係分析當中，聖杯三通常意指快樂及分享，或者一次成功的重聚。它也可說明在一種特殊兩性關係中的某個第三者，而這可能是指一個小孩（聖杯二的產物），或者，如果是指大人的話，它可能在暗示從這幾個伴侶當中選擇一位。再說一次，這張牌表示兩性關係的可能人選不是太多就是根本沒有的狀態。在某個時期當中，你可能無法找到一個合適的人，但是一旦你找到了，可能將會有兩個以上的伴侶可以選擇。",
            "star": "巨蟹１０－２０，水星"
        }
    },
    "53": {
        "explain": "聖杯暗示要留意目前感情上的機會。聖杯四可能說是一張代表冷漠無情或不滿足的牌。牌上所畫的這個人無法從三個杯子中得到滿足，或無法滿足於他眼前的機會，不過只要他準備好向自己的內心尋找，他還是有很多可得到滿足的機會的。這張牌告訴我們，你必須將自己和心靈的目的的結合起來，如此才能確實掌握住滿足的泉源。男子的旁邊，一隻心靈之手拿著一個杯子。當他夢想杯子王牌時，他的眼睛緊閉以拒絕肉體上的機會。在聖杯四當中所必須學習的課題是，和心靈維持聯繫或記取在王牌中所得到的經驗，同時也要和肉體的世界保持聯繫。此人是以冥想的姿態席地而坐，打開心靈之門，準備好迎接到來的一切。如果塔指準備好追尋外在的東西，那麼他很快就會對他生活中的事物感到厭煩，但是他如果指打算探索自己的內心世界，也可能會失去肉體世界清晰呈現出來的愛。在他面前的三個杯子可說是他內心世界的直接反映。如果他能和他的內在或精神層次的自我，以及內心的需求相結合的話，那麼他就比較容易和身外的人們、狀態，以及機會產生關聯。而倘若他一味的和他的精神需求疏離，則身外的機會亦將無法滋養他。",
        "name": "聖杯四",
        "positive": {
            "behavior": "自己的想像、暫時休息、不滿足。不誠懇的關係。放蕩的生活。不好的經驗、人生中沒有作為的日子。",
            "marriage": "心靈缺少內在的連結，所以可能會有對感情不滿足的狀況，甚至你有會被另一型的人所吸引而發展新的戀情。",
            "meaning": "聖杯四在告訴我們，應該睜開我們的雙眼，在那些機會自眼前溜走之前好好的把握住它們。當你內心感到越充實時，你對外在的需求則越少。你越深思熟慮或將焦點放到內心，你就需要越穩定的基礎（或與土地有更強的連結）來平衡你自己。聖杯四可以指你正在納悶，你先前經驗到的滿足跑哪裡去了。你的伴侶關係是重要的，不過朋友也很重要。將你生命當中所有事物作一個適當的連結，可說是聖杯四所必需迎接的挑戰。",
            "related": "沉思、不滿意、選擇、觀望、疲勞、反感、討厭、失望、煩惱。",
            "sexuality": "在兩性關係分析當中，聖杯四意味著由於你和心靈能源缺少一種內在的連結，而發生感情不滿足的現象。它暗示你有逃避肉體關係的傾向，而且太過依賴別人來滿足自己。這張聖杯四代表探索自己內心世界的一段時期，並且由若干你所需的簡單事務中來重新認識你自己。這張牌的另外一層意義則是：為一段新的合夥關係或親密關係（第四個杯子）找尋它在你生命當中（他面前的三個杯子）的一席之地。例如：它可能使指位你的新伴侶在你生活中找一個位置，那個位置不會幹擾到你和前一段關係留下來的孩子的關係，或者你目前的友誼。",
            "star": "巨蟹２０－３０，月亮"
        },
        "reversed": {
            "behavior": "愛情的不安全感。新的可能性、新的友情、對老問題有新的解決方法、新知識。",
            "marriage": "從過去的經驗當中獲得一些經驗以面對現在的狀況，假如有新機會你應立即的去把握，不該再自憐自艾了！",
            "meaning": "當這張牌逆位時，牌上的這個人就被四個翻過來的杯子所包圍了。這四個杯子在也無法容納任何東西，所以他需要向其他地方尋求滿足。這意思是：花時間來沉思將成過去式，此時你應立即積極的追尋新機會。有一些新機會正等著你，但可不是你目前所著眼的這些。你必須透過將自己和肉體世界，以及它所擁有的潛在機會重新結合，而出發去追尋你的滿足。",
            "related": "好機會。前兆。",
            "sexuality": "在兩性關係分析當中，聖杯四意味著由於你和心靈能源缺少一種內在的連結，而發生感情不滿足的現象。它暗示你有逃避肉體關係的傾向，而且太過依賴別人來滿足自己。這張聖杯四代表探索自己內心世界的一段時期，並且由若干你所需的簡單事務中來重新認識你自己。這張牌的另外一層意義則是：為一段新的合夥關係或親密關係（第四個杯子）找尋它在你生命當中（他面前的三個杯子）的一席之地。例如：它可能使指位你的新伴侶在你生活中找一個位置，那個位置不會幹擾到你和前一段關係留下來的孩子的關係，或者你目前的友誼。",
            "star": "巨蟹２０－３０，月亮"
        }
    },
    "54": {
        "explain": "聖杯五畫一名黑色外衣的人，這象徵著悲傷。他的頭下垂，這是人在厘清感情時的一種自然姿態。前面躺著三個翻倒的杯子，象徵失去或浪費機會。不管怎樣，生命的河流繼續留著。這個人因河流（目前所發生的事件）橫阻而孤立於城堡（情感的穩定）之外，當他們向內探索，或將焦點集中於情感時，對目前的機會就顯得茫然無知。當你經歷了一種失落，悲傷則是一種自然的過程，經歷悲傷也包括將你和生命之流一刀兩斷。有一段時間，你對生命的感覺變了，被你內在的感覺或經歷扭曲了。在你接受這份失落後，你就會有能力去辨認那些仍留下的部分。當痛苦或悲傷平息下來之後，這個裹著大衣的人將逐漸認識到仍站立著的兩個杯子（或機會），以及能夠引領他回城堡（平穩狀態）的橋。兩個正立的杯子代表來自朋友的支持，或者一如聖杯二中所代表的，不久即將由一段新的兩性關係到來。不過，在你判斷出一個明確的意義之前，你不許將牌舉上出現的其他牌一起考慮進去。聖杯五中的長大衣使人聯想到隱者牌（一張大阿爾克納牌），這隱者正在學習如何獨處而不感到孤獨，而且需要從內心尋找出過去種種行為的因果關係。聖杯五表示負起感情上的責任，雖然朋友們在你悲傷的時候支持你，但你常常會切斷和他們的聯繫，只想從自己的內心去尋找支持。而這麼做窄化了你向內探索的焦點，並使你失去某些客觀性。不過當那種失落感或悲傷感平息之後，你有會慢慢的去注意到他人了。",
        "name": "聖杯五",
        "positive": {
            "behavior": "不信任。原地踏步。失去理性的恐懼。傷心難過、只看到事情的一面、仍保有部分、不安全、部分的失去、沒有意義的友情、沒有愛情的婚姻、不完全的合併或合夥關係。",
            "marriage": "可能你與之前的已經分開了，但是你始終念念不忘，你沒能力將自己從過去抽出而關心現在所用有的關係。",
            "meaning": "聖杯五形容失落和悲傷。它可能是張代表分離的牌，或者有種和人生疏離的感覺。這段期間內，那些平穩而熟悉的事物似乎都逃離你了。在新機會現身前，你必須經歷這段失落或孤立期。這張牌和所有的五（包括隱者牌）一樣，在正立時都代表心胸窄狹，而逆位時，則有心胸寬大的意味。",
            "related": "失去、失望、悲觀、反悔、悲傷。",
            "sexuality": "在兩性關係的分析中，聖杯五是形容一種分離的狀態，以及回顧過去，將目前所擁有和過去擁有的作一番比較；也可以代表說，沒有能力讓自己從過去某種情緒狀態中釋放出來。聖杯五透露出無法看清眼前的機會，而且對往事仍耿耿於懷。當著張牌出現在兩性關係的分析中，它可能時說你仍將焦點放在過去的關係上，而不願意多關心一下目前你所擁有的關係。",
            "star": "天蠍００－１０，火星"
        },
        "reversed": {
            "behavior": "精神方面的問題。不祥的預感。有希望的未來、好的期望、新的聯合、老友的歸來、",
            "marriage": "可能你從過去的那段感情走出來了，會試著接受新戀情，或是你月一再就有的關係之中作出更深刻的承諾了",
            "meaning": "聖杯五逆位，通常是描述終於瞭解到兩個杯子和橋的存在。在這段期間，你願意讓朋友及家人來支持你，或是決定要跨越這座橋到達一個新的、可能更深刻的穩定狀態。這張逆位牌意味該是你放開過去的時候了。失落可能已經發生了好幾個禮拜、好幾個月、甚至好幾年了，不過當這張牌以逆位出現時，即暗示你正準備好要釋懷、寬恕以及遺忘。這張逆位牌在兩性關係的分析當中，亦可意味著從某些過去的情感狀態中解脫了，使你用有更深刻的兩性關係，或對既存的關係有更深刻的承諾。",
            "related": "相合、重聚。",
            "sexuality": "在兩性關係的分析中，聖杯五是形容一種分離的狀態，以及回顧過去，將目前所擁有和過去擁有的作一番比較；也可以代表說，沒有能力讓自己從過去某種情緒狀態中釋放出來。聖杯五透露出無法看清眼前的機會，而且對往事仍耿耿於懷。當著張牌出現在兩性關係的分析中，它可能時說你仍將焦點放在過去的關係上，而不願意多關心一下目前你所擁有的關係。",
            "star": "天蠍００－１０，火星"
        }
    },
    "55": {
        "explain": "聖杯六描繪的是一種溫柔而隱秘的情景。其中有某種程度的保障和安全，它帶有一種可預知性。保障和安全倍受珍惜，不過這是以極高的代價換來的。因為沒有什麼冒險，所以通常沒什麼成長。這張牌描述一種兩性關係，其中一人會去教導或保護另一人。然而或許你在保護伴侶使其遠離傷害上做得面面俱到，但你仍冒著不讓他們直接經歷事件，以及有所成長以發展之機會的危險。結果便是停滯不前。這種關係很快的就會形成一種不允許對方成長及發展模式，無法超越這張牌上城堡的高牆。這張六代表發展某個兩性關係的一個階段，這階段既必須且重要，我們必須記住，不論如何，這只是一個階段，當你朝著聖杯十前進的時候，你或是你的伴侶早晚會超越這個階段。六也可以代表過去：對童年時光的緬懷、對前一段兩性關係或熟悉環境之回憶。在有關旅行的問題方面，它可代表回到熟悉的地方。牌上面這兩個人有著成年人的面孔和孩子般的穿著，這即在強調在一段兩性關係中，他們需要負起更多個人的責任。他們對過去以及牌五當中所經歷的悲傷有著清晰的記憶，並且它們回憶行動走出恐懼，創造一個安全的處境。他們在兩性關係中扮演媽媽和爸爸的角色，並且讓身邊充滿各種合適的衣物和財物，希望這些可帶給他們滿足，以取代牌五當中所經歷的失落。通常在六當中，可以增加安全和穩定的任何事物都是他們搜集的物件。",
        "name": "聖杯六",
        "positive": {
            "behavior": "不平等的關係、深度的承諾、真誠的愛、出色的想法。過去的影響、消失的東西、失去的童年、淡去的影像。",
            "marriage": "你選擇伴侶的模式都是之前的一些模式的延續，或是你跟你現在的伴侶之間是很很有保障、安全且熟悉的。",
            "meaning": "聖杯六暗示以成長為代價而得到保障、安全和親密。它可以意指你的居家或家庭狀態的穩定。也可能是過去的事物或人們又出現了，等著你去處理。他也可以代表一種舒適的狀態，讓你有時間靜下來，重新關注活力或安頓下來。六也可能暗示某個工作或兩性關係環境當中充滿了習慣和模式。在這種情況下，你根本不需要塔羅牌來告訴你，即將會發生什麼事，因為事情總是那個樣子。在有關旅行的分析中，這張牌表示你會回到你的出生地，或某些充滿強烈兒時回憶的地方。它讓你從聖杯五和七的努力中掙脫，這對你而言是非常需要的。在事業的分析當中，這張牌表示一種安全有保障，然而缺乏挑戰性的事業。他也可能是在描述一項和孩子有關的事業，比如教書、當保姆或照顧學齡前兒童；或這是一向協助他人使其有安全感的工作。任何和護育有關的工作，包括諮商、按摩、芳香療法或冥想教學等，都可能使聖杯六所意指的工作。有時候，六也可能意味著重操舊業。",
            "related": "依靠、安全、穩定。回憶、記憶、回憶、鄉愁。休息、睡眠。",
            "sexuality": "在兩性關係分析當中，聖杯六是形容有保障、安全且熟悉的模式狀態。它可以表示你的兩性關係中或你選擇伴侶時的一種熟悉的模式，此一模式確保先前種種模式的延續。這張牌形容一種建議在良好基礎上的關係，但卻由於伴侶中的一方或雙方的害怕而使關係的發展受阻。對勇敢追尋的人而言，他們應該還可以擁有更多。",
            "star": "天蠍１０－２０，太陽"
        },
        "reversed": {
            "behavior": "比較不嚴重的家庭問題。以後的機會、將來的事件、新的展望、也許會失敗的計畫、將要來到的。",
            "marriage": "可能會有更深一層的關係，只會使你不再過的像以前這麼的安全，畢竟有些轉變付出的要更多",
            "meaning": "當聖杯六逆位時，意味在一種較多冒險和成長的處境中。它可以代表邁向一種更深刻的關係，並且遠離過去的安全（或不安全）。它也可以表示檢視內在自我以及過去種種的一段時間，好讓你從徒勞誤工的模式中解放出來。六的逆位代表捨棄安全而就成長，並將安全感的來源有外在轉為內在。當你內心感到安全時，你就真的長大了。那有安全感的嬰兒開始探索這個世界；沒有安全感的孩子會想繼續停留在熟悉的環境當中。即使是成年人也常常會有這樣的行為。它可以形容一種離開安全狀態，去找尋某些更具挑戰性事物的行動。或許你正遠離家園，或正在第一次海外旅行當中。",
            "related": "未來、反對、障礙。",
            "sexuality": "在兩性關係分析當中，聖杯六是形容有保障、安全且熟悉的模式狀態。它可以表示你的兩性關係中或你選擇伴侶時的一種熟悉的模式，此一模式確保先前種種模式的延續。這張牌形容一種建議在良好基礎上的關係，但卻由於伴侶中的一方或雙方的害怕而使關係的發展受阻。對勇敢追尋的人而言，他們應該還可以擁有更多。",
            "star": "天蠍１０－２０，太陽"
        }
    },
    "56": {
        "explain": "聖杯七代表應該認知你內在需求聖杯七是一張代表自我發現、心靈成長以及認識內在需求的牌。提醒你，充分瞭解自己與自己的行動，你需要行動，也需要思考。對行動有所思考能幫助你將直接的經驗轉變為知識，並更向智慧與理解靠近。沒有思考，行動很快就會變得重視，而沒有行動與經驗，思考則可能變的索然無味，且毫無意義。這張七代表你需要向內探索自己，以追求所有愛的來源。你應該確認你所真正需要的是什麼，並發現什麼東西足以添滿你的感情。接著你可能認識到：假設你不愛你自己，那麼也沒有人能給予你足夠的愛。這是明白滿足必須是來自內心的時刻。這張牌描繪你在追尋你真正的身份。左上方杯子中的臉代表有時候你會以此面具或偽裝來面對這個世界。左下方杯子中的城堡代表家，或家的感覺。你帶著這種感覺從一個家到另一個家。旁邊的杯子中裝著珠寶，象徵物質的力量，是吸引或排斥具有統一物質性的事物的力量。第四個杯子裡裝著花圈，象徵著個人的力量。下一個杯子裝著惡魔，代表你必須時時面對的惡魔，他們來自你潛意識的深處。第六個杯子中的蛇代表性及創造的能量。而遮蓋住第七個杯子的壽衣則隱藏你真正的或精神上的認同。當你和前面的六個杯子達成協議後，你就有能力透過第七個杯子更深刻的認清你自己了。",
        "name": "聖杯七",
        "positive": {
            "behavior": "白日夢、不智的性格、渴望的想法、假想的成果、自我中心、自己的想像、各種的慾望、不瞭解自己、喜歡出風頭、重視自我表現。",
            "marriage": "給自己一點時間去思考你在這段關係中你要的是什麼，這張牌暗示你可能意識到你在這段關係中缺乏些什麼了",
            "meaning": "聖杯七代表你應該認清內心的需求，或者確認在某既定處境中你的需求為何。你需要向內心探索，並瞭解你不能老是藉由外來的手段來尋求滿足。在事業分析當中，這張牌是說在這段期間內你必須自問，目前這種處境將把你的人生帶往何處。你覺得滿足嗎？如果不，又是為什麼呢？你需要什麼？只有你確認自己的需求和欲望之後，不能判斷該如何滿足它們。它也代表你應該離開一段時間，或是暫避內心安靜之處，看看如果你的生命當中錯失了些東西，那到底是什麼呢？",
            "related": "夢境、夢想、慾望。浮華、虛榮。幻想、想像、自戀。",
            "sexuality": "聖杯七意味這時候你該退縮，你應該確認在這段關係中你需要的是什麼，並觀察這些需求是否被滿足了。它可能暗示，你認識到這段關係中缺少了某些東西。花點時間瞭解你內在的需求，並深思你真正需要的什麼，而非你可能想要的是什麼。你將可以辨認出一種你的伴侶會樂於讓你滿足的需求。聖杯七代表給予自己那樣的時間。",
            "star": "天蠍２０－３０，金星"
        },
        "reversed": {
            "behavior": "沒有定性。強大的意志力、快達到的目標、明智的選擇、無法達成的願望。",
            "marriage": "夢想應該將會化成實際，這是個美夢成真的決定，但你要注意往後還是要多注意心靈上的溝通喔！不要太物質化。",
            "meaning": "當聖杯七逆位時，象徵使美夢成真的一個決定。這張牌代表將你的夢想化為實際。也可能暗示說，基於精神的原因，某種處境需要的是靈感或超脫，而你卻太重視物質或實際的東西了。你可能忙著賺錢和花錢，而忽略了你精神上的需求。換句話說，你可能完全為了追逐金錢，以及錢可以買的東西而活著。逆位的牌再次表示你必須回到前一張正立的牌上，去精通其中所揭示的課題。一這個例子而言，或許你應該返回六的舒適狀態，以提醒你自己，那些東西同樣會令人厭倦；或者提醒你，所有那些舒適的東西本身並不足以滿足你的需求。格列葛芮成長於戰爭期間的東歐，所以他知道貧窮的滋味。現在他是一個相當富有的人，但是舊記憶仍然縈繞不去，世界上所有的安全對她來說都是不夠的。由於內心缺乏安全感，他無法相信外面世界任何看得見的安全。他身陷聖杯六中，無法自拔。他仍然辛勤的工作，不過現在已經開始思考在賺錢和花錢的過程中是否可以找到任何的滿足。這種賺錢與花錢的情況正是逆位的聖杯七所呈現的。",
            "related": "願望、決心。",
            "sexuality": "聖杯七意味這時候你該退縮，你應該確認在這段關係中你需要的是什麼，並觀察這些需求是否被滿足了。它可能暗示，你認識到這段關係中缺少了某些東西。花點時間瞭解你內在的需求，並深思你真正需要的什麼，而非你可能想要的是什麼。你將可以辨認出一種你的伴侶會樂於讓你滿足的需求。聖杯七代表給予自己那樣的時間。",
            "star": "天蠍２０－３０，金星"
        }
    },
    "57": {
        "explain": "在聖杯八當中有八個正放的杯子，而且留了一個空間給第九個杯子。牌上有一個人正走離這些杯子，朝向更高處而去。這八個杯子代表快樂的機會，而且還可以容納過去快樂的事物。你知道的，不論如何，遠離你所擁有的以追尋更多事物的時候已經到了，這點我們可由牌上留給另一個杯子的空間看出來。聖杯七中的內在追尋使人理解到必定還有更多的東西，八則顯示肉體上的追尋已經開始。這是水的元素真正的意義。在某種處境枯竭或倒塌之前，它使你有能力去感知此狀況即將結束。那個人朝高處走去暗示著進步，而且可能會產生一個更好的視野。這張牌和隱者牌類似——要達到更高的地方，或者獲得更好的視野，必須先將日常生活中的尋常事物置於身後。月亮正移過太陽，這暗示兩件事情：內在的認知比外在的行動還來得重要，而且這追尋將是日以繼夜的（包括在夢中和清醒時）。而醒著的狀態可包含閱讀書籍、治療、上課或聊天。",
        "name": "聖杯八",
        "positive": {
            "behavior": "平常的娛樂。不再努力、捨棄原來的計畫、離開去尋找、實質的行動力、改變現狀、丟棄成功。",
            "marriage": "這段關係現在其實已經很不錯了，但是還要更好啊！你可以冷靜下來看看你們之間還有什麼需要在更進一步的。",
            "meaning": "聖杯八意味你已經突破某種狀況，並顯示你要追尋更多的東西。聖杯八意味著你正超越某人，或突破某特定狀況。它表示一個人光理解還不夠，還包括離開一種穩定的狀態（聖杯六），去發現聖杯十所提供的滿足感。沒有任何人事物強迫你放棄目前的狀態，除了你內心想達到更強烈滿足的需求。要圓滿的挑戰成功，需要內在的力量，當八出現時，你就會擁有相對的勇氣和力量。在大阿爾克納牌中，第八張是力量牌。而所有塔羅牌的八也都和力量有關。",
            "related": "缺乏、追尋、安寧。娛樂、消遣、失望、害羞、謙虛。遊玩。",
            "sexuality": "在兩性關係分析當中，聖杯八表述的時離開某段關係的行動，或對於你目前關係追尋更深刻承諾的行動。這可經由身體的出走、找時間沉思，或浸淫於書籍中來完成。你需要更進一步理解到，目前的狀況是不夠的。",
            "star": "雙魚００－１０，土星"
        },
        "reversed": {
            "behavior": "遊手好閒。努力達到完全的成功、浪費時間。和諧相處。轉捩點。維持現狀。",
            "marriage": "不是缺乏承諾的勇氣，就是害怕離開現在不能滿足你的情況。",
            "meaning": "當聖杯八逆位時，暗示你拒絕離開某種狀態。你不想離開，即使你早就知道它已經無法在提供任何新事物予你了。你需要確認一點，只要你去追尋，生命將會提供你更美好的狀態。另一種意義是，要離開的時候還沒有到來，而你卻急切地想離開，而不願意面對這個狀態，並以勇氣去追求它。聖杯八逆位可意味著缺乏信心或內在的力量，致使你放棄一個其實是值得投入的狀態。它也可以形容當困難來臨時，或是在需要真誠承諾的時候，你就想逃離。所以當這張牌逆位時，你得要仔細聆聽你內心的聲音，而不是你非理性的恐懼。這張牌逆位時，通常代表情感的力量寥寥無幾。你要不是對某種能滿足你需要的情況缺乏承諾的勇氣，不然就是害怕離開那個根本無法滿足你的情況。它可表示你的思維、心靈，以及過去的情感模式都顯得很混亂。現在是沉靜下來的時候，在你行動之前應該回到正立的起，深思你的內在需求。重要的是，當你出發時你要能確定你會有所行動，而不是重蹈覆轍。",
            "related": "節慶、狂歡。滿意。愉快。",
            "sexuality": "在兩性關係分析當中，聖杯八表述的時離開某段關係的行動，或對於你目前關係追尋更深刻承諾的行動。這可經由身體的出走、找時間沉思，或浸淫於書籍中來完成。你需要更進一步理解到，目前的狀況是不夠的。",
            "star": "雙魚００－１０，土星"
        }
    },
    "58": {
        "explain": "一個財主裝扮的的男子坐在小凳上，雙手抱胸，神情怡然自得。他身後的高桌上，覆蓋藍色桌布，九個聖盃排排站。背景則是一片鮮黃",
        "name": "聖杯九",
        "positive": {
            "behavior": "美夢成真、願望達成。想像力、不肯分享。豐富的成就、創造力。愛的藝術。物質的享受、克服困難。",
            "marriage": "你已經學會愛自己了，當然要從這關係中在獲得什麼也更容易了，你們彼此都很珍惜對方的付出及獲得。",
            "meaning": "聖杯九形容一種對能圓滿達成工作而感到的驕傲和滿足。它意味在這段期間內你能平靜的反省過去的種種成就。你內心所擁有幸福和喜悅的感覺，可能是來自於你的工作環境、人際關係，或是來自一種心靈上的成就感。現在你內在的需求已經得到滿足了，而你也能思考你所贏得的成功。在這張九牌當中有著從你對自己的愛裡頭所滋長出來的快樂、滿足和平靜。",
            "related": "滿足、滿意、炫耀、成功、好處、安寧、富足、健康。",
            "sexuality": "在兩性關係分析當中如果看到了聖杯九，必伴隨著許許多多的快樂和滿足。由於你已經學會了愛你自己，也能評價出你自己的需求和能力，所以你現在要從一段兩性關係當中尋求滿足的機會是大多了，因為對於那些無法提供你足夠需求的狀況，你已經不害怕去拒絕它了。你不會再一味的往某種矛盾的情況裡鑽，而夢想著它的可能性，因為你很清楚機會可說到處都是。你知道如果目前的或未來的伴侶無法愛你或重視你，那麼還會有別人可以給你該得的愛。這張就暗示令人滿意的兩性關係，雙方伴侶都很珍視彼此的付出及獲得。",
            "star": "雙魚１０－２０，木星"
        },
        "reversed": {
            "behavior": "不可思議的景象。金錢損失、不完美、不應信任的、假的自由、愚蠢的、計劃不同的。",
            "marriage": "你對你的愛情你不敢付出，你怕你一旦付出沒辦法得到相同回報的愛，因此你讓人覺得你遊戲情場吧！",
            "meaning": "聖杯九逆位意味你追逐世俗的歡樂補償你被拒絕的愛，或藉此否定自己。你害怕付出你的愛，因為恐懼你的庫存將會耗竭。由於你不曾付出過任何的愛，也沒有得到任何新的愛，因此內心不會有空間可容納任何新事物，除非你將內心所擁有的部分付出給他人。你相當渴望深刻的感情，所以會透過世俗的事物，努力地想滿足這份需求。這可能會導致耽溺或強迫性的行為，包括嗜食、酗酒、磕藥，或任何可能讓你的內在渴望得到暫時性舒解的東西。這些耽溺通常可追溯到對愛的渴望。愛必須在你最需要它的時候到來，否則你無法感到滿足。看到這張逆位牌，你仿佛也看到了自己在嘴巴裡放了些蜜糖，卻不講它們放在你的心中。也就是說你意對事物的鍾愛來取代愛的行動。",
            "related": "荒謬、錯誤、反對。",
            "sexuality": "在兩性關係分析當中如果看到了聖杯九，必伴隨著許許多多的快樂和滿足。由於你已經學會了愛你自己，也能評價出你自己的需求和能力，所以你現在要從一段兩性關係當中尋求滿足的機會是大多了，因為對於那些無法提供你足夠需求的狀況，你已經不害怕去拒絕它了。你不會再一味的往某種矛盾的情況裡鑽，而夢想著它的可能性，因為你很清楚機會可說到處都是。你知道如果目前的或未來的伴侶無法愛你或重視你，那麼還會有別人可以給你該得的愛。這張就暗示令人滿意的兩性關係，雙方伴侶都很珍視彼此的付出及獲得。",
            "star": "雙魚１０－２０，木星"
        }
    },
    "59": {
        "explain": "在圖中我們看到一家四口和樂融融，父母親摟抱對方，各舉一隻手迎向聖杯彩虹，兩個孩子快樂的手牽手跳舞，背景是清翠的樹木河流，和一棟房屋。聖杯十主要表現情感聯繫的團體，例如家庭、社團、感情很好的班級、幾個知交好友、良好的親子關係、合作關係、結盟關係。在這其中我們可以得到充份的情感交流與支持，就像是在背後支撐我們的力量，我們知道自己並不孤獨。",
        "name": "聖杯十",
        "positive": {
            "behavior": "感情的圓滿、好的家庭、和樂的氣氛、如家人的相處模式、家庭和諧。",
            "marriage": "已經到了相當穩固、成熟的關係了，你們能把自己的時間都分配的恰到好處，說不定會步入禮堂呢！",
            "meaning": "聖杯十形容一個家庭或團體，而其中的每個人均能受益。因為每個人都坦然的付出和接受，因而團體的氣氛和諧，大家也樂於付出。它暗示對家庭或工作環境（包括團隊合作和分享）有所付出。這張是意味一個成功的家庭狀態或聚合，其中每位參與者都充分的感受到對這個團體的歸屬感。",
            "related": "希望、幸福、家人。成熟、完成。復興、重生。家、快樂、愉快、平安、愛情、滿足、名譽、尊重、美德。",
            "sexuality": "在兩性關係當中看到聖杯十時，它代表一張相當正面的牌。暗示透過對關係的承諾和成長而得到滿足。牌中的孩子代表的是家人，或是這段關係正歡迎孩子的到來。這對伴侶彼此承諾，但各自仍擁有若干自由，以追尋他們個別的興趣和友誼。已經不再像聖杯六中以恐懼為基礎的親密，所以這對伴侶能夠從他們各自的追尋中，為他們的關係注入新鮮感及新能量。他們各自都擁有和朋友相處的時間，或是和自己嗜好獨處，於是他們總能帶回新點子、新觀念以及探險的故事來和對方分享。這張牌所顯示的是一個穩固、成熟的關係。如果牌局中還包括了權張六、審判牌或戀人牌的話，那可能是暗示一樁婚姻。",
            "star": "雙魚２０－３０，火星"
        },
        "reversed": {
            "behavior": "無法振作。失去友情、不快樂、家庭爭吵、不同的意見。",
            "marriage": "這段關係中缺乏愛及和諧了，你也寧可不改變它而選擇離開，這樣的心態不夠健康的，嘗試溝通吧！",
            "meaning": "權杖十逆位時，可能意味著你脫離了周遭的人。家庭和團體中都看不到你的人，或許是你選擇離群索居吧。也許你還不瞭解，或並不感激生命所賦予你的快樂吧。這張牌逆位可能是形容一個團體或家庭，在過去是相當和諧的，但目前卻是相互競爭，不願意彼此合作。逆位的十可能是形容一種缺乏愛或和諧的兩性關係。你待在這種關係當中越久而不去改變它，你就會越來越感到悲傷。你的選擇不是去改變這種關係，就失去善用它（透過改變你自己）或者離開它。在事業分析上，這張牌形容如一盤散沙的一群人。由於團體中的每個人都特立獨行，所以對任何的成功都極少分享。在牌局中，這張牌可能緊跟這一連串的拆夥行動後出現。一個曾緊密合作的團體，如今因不安全感而四分五裂，任由個人的需求和野心來支持一切。",
            "related": "小氣、憤怒、衰老、停滯、老化。",
            "sexuality": "在兩性關係當中看到聖杯十時，它代表一張相當正面的牌。暗示透過對關係的承諾和成長而得到滿足。牌中的孩子代表的是家人，或是這段關係正歡迎孩子的到來。這對伴侶彼此承諾，但各自仍擁有若干自由，以追尋他們個別的興趣和友誼。已經不再像聖杯六中以恐懼為基礎的親密，所以這對伴侶能夠從他們各自的追尋中，為他們的關係注入新鮮感及新能量。他們各自都擁有和朋友相處的時間，或是和自己嗜好獨處，於是他們總能帶回新點子、新觀念以及探險的故事來和對方分享。這張牌所顯示的是一個穩固、成熟的關係。如果牌局中還包括了權張六、審判牌或戀人牌的話，那可能是暗示一樁婚姻。",
            "star": "雙魚２０－３０，火星"
        }
    },
    "60": {
        "explain": "聖杯侍者代表水元素當中空氣的部分：透過思考、夢想或冥想等方式來接近情感。思索情感是描述這個侍者的簡單方式。聖杯侍者暗示已經賦予你的一段兩性關係或夥伴關係。包括生意上的合作關係，也可以指別人提供你的一次機會。塔羅牌中的侍者牌都和學習有關，而且由於聖杯組牌涉及情感和直覺，所以這張牌可能意味著透過冥想，或其他任何類似的被動方式來進行心靈上的學習或發展。這張牌和女祭司一起出現代表雙魚座，和聖杯其他的宮廷牌一起出現也多有這種意義。侍者牌可象徵新消息，不論是透過信件、電話，或傾聽你內心的聲音並留意其傳送的訊息。這張牌如果用來形容一個人，則是一個二十二歲以下，有著安靜溫柔性情、喜歡沉思勝過行動的人。如果是在形容一個孩子，那麼所意味的便是一個喜歡思考，而有創造力的人。",
        "name": "聖杯侍者",
        "positive": {
            "behavior": "新消息。好奇心、好學不倦、想像力、人際關係的新訊息、情竇初開。朋友告知的訊息。突如其來的消息。一位專心和認真的人、提供服務力量來完成一個目標、有用的人、受信賴的勞工。",
            "marriage": "一段新關係的出現，或是你們的關係進入了新的階段。在和他分開之後，很有可能會與前任伴侶復合喔！",
            "meaning": "聖杯侍者可指你周遭有一位雙魚性格的人，或者如果你本身就是雙魚座，那就是指你自己。如果聖杯侍者出現在教皇旁邊，而你周遭又沒有雙魚座的人，那就很可能使指心靈或精神上的發展了。",
            "related": "柔弱、反射、默想、忠實、願意",
            "sexuality": "在兩性關係分析上，聖杯侍者可能意味著出現一段新關係，或既存關係進入了新階段的機會。在分開之後，這張牌可能暗示複合，因為它描繪的是有人要獻給你有價值的東西。在有關於朋友或伴侶的複合問題上，這張牌給了你一個正面的提示：那將會發生。",
            "star": "秋分－冬至"
        },
        "reversed": {
            "behavior": "易接受、短期的分心、巴結者壞消息。",
            "marriage": "對目前的關係感到失望，不能從中得到滿足，這會使你們的感情更危險，不妨仔細想一想其中的原因，相信一定會有所領悟的！",
            "meaning": "聖杯侍者逆位意味對某個夥伴關係或兩性關係的失望，或是指合夥關係的解散。因為侍者代表新消息，那麼逆位元的侍者可能是暗示令人失望的消息，或是一段遲來的消息。有時候它是在形容你無法腳踏實地，或與目前的環境結合，知道你接受了在下個步驟中所需要的資訊或消息。它也可以指你還不瞭解自己的處境，卻急需下決定的一段時間。例如，在你辭去目前的工作之前，可能正等著確定下一個工作機會。這個侍者意味著此一機會的不確定，或這個機會的確認來遲了。侍者也可代表你的想像阻礙到你的思考或內性的一段時間。它也可形容一種矛盾或沒有道理的供應。或許是提供您某些東西的人，沒有立場給你東西，或是負責這項供應的人，對此事並不確定。聖杯十侍者逆位可形容因為想要腳踏實地，穩定情勢，結果日思夜夢對精神所造成的干擾。例常性的散步、蒔花撚草、充沛的運動，或是多於大自然為伍均可幫助你返回精神上的穩定狀態。假設重大的精神發展，沒有建立在適當的基礎上，你可能就得冒著情緒和精神不穩定的危險。一棵昂揚屹立的大樹必須要深深的向下紮根，那麼在第一次強風來襲時才能停止不搖。",
            "related": "傾斜、偏離、閒話、流言、引誘。",
            "sexuality": "在兩性關係分析上，聖杯侍者可能意味著出現一段新關係，或既存關係進入了新階段的機會。在分開之後，這張牌可能暗示複合，因為它描繪的是有人要獻給你有價值的東西。在有關於朋友或伴侶的複合問題上，這張牌給了你一個正面的提示：那將會發生。",
            "star": "秋分－冬至"
        }
    },
    "61": {
        "explain": "聖杯騎士在發展過程中，學著融合火與水的元素。他的任務包括將他的想像力（水）引導到某些真實的挑戰上（火）。它是指跟隨靈感而來的行動，或由行動而導引出的靈感。這位騎士學著分析想像和幻想的不同；也就是從無謂的、規避現實的夢想，與能夠產生行動和成長之間，瞭解人生想法的不同。他的馬比起權杖騎士的馬要來的消極多了。由於他的想像，現在他已經慢下來了，他需要摸清一種形式，並瞭解自己的情感。頭盔和靴子上的翅膀象徵他的直覺和想像，那足以令他超越任何可能對抗他的障礙。他的注意力被前面的目標和手中的杯子所分割。一邊是付諸行動的需要，另一邊是保持靜止的召喚。一條道路將引導他成為權杖國王，另一條路則變成聖杯國王。這個騎士通常表面相當熱情，內心卻是溫和而敏感。各種人際關係、情感以及創造力的追尋都吸引著他，他們發現他在做決定時，通常會將伴侶的需求列入考量。如果這張牌是在形容一個人，那麼他的年紀應是介於二十一到三十歲之間，具有熱情和感情。",
        "name": "聖杯騎士",
        "positive": {
            "behavior": "溫柔浪漫、傳播理念、朋友來訪、提出建議、美男子。吸引力、饋贈或有利的計劃。一個即將來臨的邀請或是機會、",
            "marriage": "分享夢想、共同為理想打拼的伴侶。你也會因為他的存在而更成熟！",
            "meaning": "聖杯騎士暗示來自某人的供給。例如，生意上的提供或機會的提供。有一個二十來歲的人，或年紀更長但感情年齡只有二十幾歲的人，要獻給你某種東西。它可能是指情感上的奉獻，或某種更為實際的事物。騎士也意味著一段決定是否等待或行動，讓事情充分發展或找尋新機會的時期。為了發現滿足，或許現在是隨著心意（河流的象徵）而為的時候了。",
            "related": "體貼、到達、接近、前進、吸引、說服、請求、挑戰、提出。魅力。",
            "sexuality": "在兩性關係分析當中，聖杯騎士是形容一種奉獻，它通常是來自一個二十幾歲熱情而敏感的人。在經營兩性關係有以上，通常是心底平和、溫柔而細心的。在兩性關係當中，他有一種與生俱來的親近或親密的需求，他所找尋的伴侶是那種可以分享他們夢想的物件。他的情感還沒有到達他應有的成熟度，而他也意識到這點，所以才會要找一個可以協助他、讓他感情趨於成熟的伴侶。他要找尋的那個人可以幫助他看清楚，他的夢想是否值得追隨，或者那只是幻想而已。",
            "star": "天秤２０－天蠍２０／天蠍"
        },
        "reversed": {
            "behavior": "一位狡猾的人、過於自信、過於信賴他人、一個可去欺騙的人。",
            "marriage": "容易將真正的愛與迷戀、肉慾搞混在一起，這表示你的心智還尚未成熟，所以會覺得做出承諾是一件困難的事，這是你必須去克服的！",
            "meaning": "當聖杯騎士逆位是在形容一個人時，這個人習慣逃避生活所加諸於他的種種需求，而且他可能會承諾一些他無法做到的事情。他擺蕩於內在的水與火之間，做事情只是起個頭，便揚長而去，然後再將過去及種種可能性加以美化。由於心智尚未成熟或過去的承諾尚未完成或解脫，所以他經常覺得承諾是一件困難的事。他很容易將愛和色欲或迷戀搞混，而且可能會懶散、怠惰，喜歡沉醉在幻想中而不願面對現實。在某些情形下，這張逆位牌是形容一位由於某些尚未釋懷的悲傷，而不敢在情感上付出的人。他會不斷的拿過去的情形和現在做比較，而且可能會要求比自己所能回報的還多。就一般的角度來看，騎士逆位暗示情感上的失望。它也可以暗示這一種供應或機會將不會實現。當遇上逆位的騎士時，應回到正立的侍者，以便精通侍者發展過程中的課題。他現在的行動像個侍者，夢想著無窮無盡的可能，卻很少花心思去決定什麼是真的可能、什麼又是不切實際的。",
            "related": "暗地、手段、欺騙。",
            "sexuality": "在兩性關係分析當中，聖杯騎士是形容一種奉獻，它通常是來自一個二十幾歲熱情而敏感的人。在經營兩性關係有以上，通常是心底平和、溫柔而細心的。在兩性關係當中，他有一種與生俱來的親近或親密的需求，他所找尋的伴侶是那種可以分享他們夢想的物件。他的情感還沒有到達他應有的成熟度，而他也意識到這點，所以才會要找一個可以協助他、讓他感情趨於成熟的伴侶。他要找尋的那個人可以幫助他看清楚，他的夢想是否值得追隨，或者那只是幻想而已。",
            "star": "天秤２０－天蠍２０／天蠍"
        }
    },
    "62": {
        "explain": "聖杯皇后代表所有水元素的特指，是水元素當中屬於水的部分。她展現了融合直覺、想像、創意和行動的可能性。她的基本特質是情感和想像力豐富，然而卻有足夠的成熟度，可從她的靈感當中產生具體的結果。她的腳浸在水中，而王座卻置於陸地，為她的夢想成真提供了強而有力的支援。她從經驗得知，雜亂無章的想像所產生的結果通常是又顯得，因此它可以將精力用在對身體、情感、精神及心靈上都相當有價值的行動上。創造上的訓練是她最大的成就。雖然她可能顯得溫柔又細心，但眼神卻意味著一種堅強的意志。愛調和她的意志，並增加個性上的深度。她帶著愛心和憐憫行事，而且常常展現出濃濃的家庭感情。這張惶後牌代表占星學中水的符號，包括巨蟹座、天歇座和雙魚座。手中的杯子是她自己創造出來的，而且比這組牌的其他杯子更華麗。在她的杯子裡，她可清楚的看見她想要什麼，以及她該怎麼做才可以得到它。杯子給了她有關將來或各種可能性的一份憧憬，而這些別人卻不見的看得出來。她對周遭事物和本身有著超凡的敏銳度，並足以展現出強烈的精神力量。由於本性消極（也就是說，喜歡感覺勝於行動），所以皇后在某些不可預料的事物發生後，通常會說：噢，我上個星期才夢見那件事情。",
        "name": "聖杯王后",
        "positive": {
            "behavior": "慈愛關懷、同理心、靈性上的成長、保持專注、真誠的朋友。忠貞的妻子。一個好心和公平的人、被愛的、好朋友和好母親、全心的妻子、有愛心和智慧、有遠見。",
            "marriage": "盡最大的努力與關心去維持你們的感情，即使是你周圍有些問題尚待解決。",
            "meaning": "聖杯皇后意味透過傾聽感覺，以及利用富創意的想像力而獲得成功。如果聖杯皇后是在形容一個人，它代表的是一個成熟的女人，並富有直覺及創造力的本質。屬於相當安靜的典型；什麼事都聽，但說得很少。這些能力使她適合從事諮商、心理學、社會工作、照顧孩子、協作、醫療以及任何創造性的工作。通常人們願意相信她，並把她的沉默解讀為允許他們說出困擾他們的事。皇后可能有藍色或淺褐色的眼珠，以及金棕色的頭髮。但請記住，這牌著重的是她的本質，而非她的外表。如果是一個問題的答案，聖杯皇后可能是暗示透過創造上的訓練而達到成功。",
            "related": "實在、正直、溫柔、傾聽。誓約、婚約。",
            "sexuality": "聖杯皇后是在形容一個思考重心從不曾遠離其伴侶或她所愛的人的女人。他認為情感的滿足比物質的成功還要來的重要，而且她會貢獻出最多的時間和努力給她的關係者、家人和孩子們。她尋求團結，且通常不會像權杖皇后那樣，擁有與人競爭或獨立的特質。如果發生問題，她可能不會說出她的感覺，但仍然會對周遭的人給於支持，把自己的感情的困擾放在一邊。在兩性關係的分析上，這張惶後意味著友誼上或兩性關係的一種賦予。它也可暗示在決定一連串的行動之前，應先傾聽心聲及直覺。",
            "star": "雙子２０－巨蟹２０／雙魚"
        },
        "reversed": {
            "behavior": "心情不安。被人出賣。不正直、不可靠、不好的習慣。",
            "marriage": "在兩性關係中，你以冷酷來掩飾心中的脆弱，以憤怒無情來對待伴侶，就連我也為他叫屈呢！相信你也明白，這樣對他是很不公平的！",
            "meaning": "聖杯皇后逆位形容水和土之間連結的斷絕，而帶來兩種可能的結局。首先，它可能會淪入沮喪，並喪失所有創造的諮發行，因為她切斷來自朋友的支持，以及來自她內在和外在的愛的供應。因此她可能會迷失在感傷或過去的失落中，而對眼前的一切感到茫然無知。另一種可能是，她會變得冷酷而無情，以憤怒來掩飾她的痛苦，尤其是一旦她感覺到自己在愛情上吃了虧。於是，為了報復某個人所給予她的屈辱，她開始懲罰新伴侶，製造出一個又一個的傷心人，而這可能是下意識的舉動。她可能會縱情聲色，鄙視愛情，而且她的兩性關係也變成一種權力的角逐場。通常這杖牌在暗示你有必要原諒自己或過往生命中的某人，好讓自己從過去中解脫。它顯示出你必須將焦點重新集中在周遭，並讓內心的火和土重新連結。也可以形容一份需要特別留意的悲傷。聖杯皇后逆位代表對某些事情久久不能忘懷。或許她已經寬恕了，但卻不曾稍忘。我甚至聽到一個逆位的聖杯皇后說：永遠不要原諒，永遠不要忘記。",
            "related": "分心、墮落。",
            "sexuality": "聖杯皇后是在形容一個思考重心從不曾遠離其伴侶或她所愛的人的女人。他認為情感的滿足比物質的成功還要來的重要，而且她會貢獻出最多的時間和努力給她的關係者、家人和孩子們。她尋求團結，且通常不會像權杖皇后那樣，擁有與人競爭或獨立的特質。如果發生問題，她可能不會說出她的感覺，但仍然會對周遭的人給於支持，把自己的感情的困擾放在一邊。在兩性關係的分析上，這張惶後意味著友誼上或兩性關係的一種賦予。它也可暗示在決定一連串的行動之前，應先傾聽心聲及直覺。",
            "star": "雙子２０－巨蟹２０／雙魚"
        }
    },
    "63": {
        "explain": "這位國王強壯又敏銳，能夠展現出巨大的個人力量。他最棒的決定都是基於她大膽的直覺，甚至在事業上他也能夠因預感而奏功。他很有耐心、創造力、深沉而敏銳，而且他將杯子放在靠近自己的地方，因為他知道這些特性的價值，而且他要先確定你會尊重它們，他才會和你分享他自己。侍者急著要分享，騎士熱衷於分享，而國王則在行動之前靜候最佳機會的到來。經驗教會了他，事情不能只看表面。他對任何創意的領域都很在行，譬如協作、繪畫、表演、建築、音樂，或是水邊及水中的工作。聖杯國王也是和從事諮商、心理學、考古學以及哲學或宗教信仰的研究。在現實的事業當中，他可能成績中等，但是他的心將會一直處於創意的追尋。國王展現深度和理解力，他適合一個以滿足他人的需求為主的位置。他感情已經成熟到能夠清楚的考慮別人和自己的需求，而且常常以家庭及環境中的共同參與感為榮。聖杯國王和死神牌一起出現事，可能代表天蠍座。否則，就可能是個巨蟹、雙魚或獅子座。事實上，他可能是任何星座的象徵，但通常會擁有水相星座的特質。",
        "name": "聖杯國王",
        "positive": {
            "behavior": "處變不驚、慈悲寬容、學識豐富、重視婚姻及家庭、創造力。發明家。責任和創意、受教育者、事業者、虔誠的人、科學家、周到的人、好心和可靠、自由的行為、對科學和藝術的好奇。",
            "marriage": "擁有的是一段成熟的關係，很重視伴侶的感受，能夠用自律而又有創意的方式去經營這段關係，而你也會得到很好的結果作為回報喔！",
            "meaning": "聖杯國王暗示透過情感和創作上的訓練而成功，經由落實精力在有創作的目標上，可以達到所追尋的成功。這個國王的成功可說是想像力、訓練及執著的結合。一種成熟、有創意的方法帶來琛功，尤其是在創造和藝術的努力上。這張國王牌以為你應該信賴你本能——別放棄。它暗示一種堅強又冷靜的方式。想像加靈感，再加上實際的努力就會得到回報。",
            "related": "慈祥、親切、商人、律師、大方、畫家、名師。",
            "sexuality": "在兩性關係的分析當中，聖杯國王可以表示兩性關係中所牽涉到的那個男人，或是一個具備這種性格的人加諸此一兩性關係的影響力，例如父親或朋友。這杖牌顯而易見的是代表一段成熟的關係，男主人翁通常是三十歲以上。這名男子知道自己的優點和缺點，而且他很珍視和伴侶之間的情感上的親密關係。計畫裡總有伴侶和孩子，不像權杖國王只重視自己的獨立。這張國王牌也可以意味著，以一種自律而富創意的方式來經營兩性關係，而且將帶給你回報。",
            "star": "水瓶２０－雙魚２０／巨蟹"
        },
        "reversed": {
            "behavior": "邪惡的意圖。不穩定的脾氣、雙面談判、不公道、一個善變又沒有道德的人無理要求。",
            "marriage": "過去所受到的感情傷害仍然影響著你，使你對人不能信任，這樣可是會影響到你們的感情呢！試著對過去釋懷吧！",
            "meaning": "當這張牌逆位時，聖杯國王個人能力的消極面就浮現出來了。他可能會以不誠實的手段來支配各種人際，以及他周遭的人。他很少透露有關他本身的訊息，但是可能會細察你的一舉一動，以找出你的弱點。他的內心充滿恐懼，而且可能展現出天生對人性的不信任，這可能導因於從過去至今仍揮之不去的情感傷害。假設他感覺到他已經受到傷害，他就會尋求報復，而且可能會把他花在這上面的時間，一起算進這筆帳裡。他很少寬恕，而且永遠不會忘掉。除了這點之外，他還會一再地引述你曾對他說過，或你說過的有關他的話，即使是十年或二十年前的事。他對於感情受傷的記憶力似乎是非凡的強烈。這逆位的國王代表那些被壓抑地太久的情感，而今正在尋求解脫之道。在他早期的生活裡，愛和被愛的需求被某些行為或決定給阻撓或扭曲了。他的反面就是他的選擇，而且他並不需終其一生都像是一個逆位的國王。說到藝術方面，聖杯國王逆位意味不明顯的成就，或暗示他需要更加成熟和更多的經驗，所有的創意潛能才會被開發出來。創作的訓練可帶來更多的獎勵和成果。就一般的角度來看，國王逆位是說你需要對過往釋懷，好引導創造力到某些有意義和值得的事情上。這是該諒解和忘懷的時候了。你拒絕對過去釋懷，適足以耗竭你的創作資源，或許還封殺了整個創作上的表現。",
            "related": "勒索、敲詐、醜聞、失去、剽竊、抄襲。",
            "sexuality": "在兩性關係的分析當中，聖杯國王可以表示兩性關係中所牽涉到的那個男人，或是一個具備這種性格的人加諸此一兩性關係的影響力，例如父親或朋友。這杖牌顯而易見的是代表一段成熟的關係，男主人翁通常是三十歲以上。這名男子知道自己的優點和缺點，而且他很珍視和伴侶之間的情感上的親密關係。計畫裡總有伴侶和孩子，不像權杖國王只重視自己的獨立。這張國王牌也可以意味著，以一種自律而富創意的方式來經營兩性關係，而且將帶給你回報。",
            "star": "水瓶２０－雙魚２０／巨蟹"
        }
    },
    "64": {
        "explain": "錢幣王牌代表一個開始。它可能是一個暫新的開始，或某種狀態中以新局面的開端，這可由和其他牌的組合還印證。如果你有所質疑，在王牌旁邊再加另外一張牌看看。這張牌中，一隻手自雲端伸出，捧著一顆錢幣。這顆有五個角的星星（代表人體的五個部分：頭、雙手、雙腳）指向上方，並有一個圈圈圍繞著它。而方形的大拇指指甲象徵錢幣類型的土型的、務實的本質。感情用事的身體或氣氛在這只手的周圍可以看得見。這只手延伸自精神層面……宇宙或萬物之源。在它之下有一個繁花盛開的庭院，被籬笆包圍起來，避免受風害。有一條道路延伸到庭院之外，通向遠方的山丘。這庭院象徵錢幣類型和自然的連接，通向群山的道路暗示，以錢幣的務實作風，你所投資的金錢、時間或精力可能會帶來極大的回饋。這只安全的捧住錢幣的手暗示著，此時此刻你足以掌握住你的財富。",
        "name": "錢幣王牌",
        "positive": {
            "behavior": "具體的成就、物質的享受、目前的方向、未來的可能性、珍貴的硬幣或物品、幸運的時刻、物質上和精神上滿足的結合。",
            "marriage": "金幣王牌代表一個開始，也許暗示在不久的將來，有可能遇到心儀的對象，而你也有能力去追求這段關係，成功的機會很大",
            "meaning": "錢幣王牌暗示，你有足夠的錢好執行你的計畫。錢幣王牌和務實的開始有關。它意味你有足夠的金錢、精力，或充分的條件，來開始一項新計畫。它暗示你可以平衡掉花費。不論目前花掉了多少錢，賺回來的絕對夠本。在事業的分析當中，錢幣王牌可能暗示一項新事業，或事業當中的一個新階段。那條通往庭院之外的道路就是在告訴你，這個機會可以帶你走多遠。如果你拿到了這個錢幣，為它投資、為它工作吧，它將會讓通往你目的地的道路平順。在健康的分析方面，這張牌暗示花掉的錢是用來增進或維持你身體的健康。它亦象徵你在維持健康上面的投資。在旅遊的分析方面，它代表著你享受得起一個假期，在有關你住家環境的問題上，它暗示你供得起這個房子的花費，包括翻新或維修。",
            "related": "物質、地位、財富。成功、成就。勝利。完美、完成、富足、幸福、快樂、黃金、寶物。",
            "sexuality": "錢幣王牌可能暗示，透過你的事業或工作環境，你正要和在其中認識的某個人開始一段關係。這個關係可能帶來事業上的機會——生意上的合夥關係或財務合併。不論在金錢或肉體上，你都有能力去追求這段關係，它在物質上的成功並具有潛力。這張王牌代表堅決而穩固地開始一段關係或關係中的一個新階段。",
            "star": "土象星座"
        },
        "reversed": {
            "behavior": "貪心喪失機會、錯失良機。富有但是不快樂、不當的利用金錢、浪費的錢、被金錢所敗壞、非法的利益、愚人的黃金。",
            "marriage": "當金幣王牌出現倒立時，象徵著喪失機會或沒有能力展開新事物，此時有可能因你會考慮物質花費太大，而和愛情擦肩而過。",
            "meaning": "當錢幣王牌出現逆位時，從精神世界中伸出來的手就沒有辦法在握住錢幣了，這暗示金錢或機會正從你的指尖流逝。在財務分析當中，這張牌可能暗示不論你賺進多少錢，花出去的還會更多。大體而言，它象徵著喪失機會，或沒有能力去開展新事物。這些延遲可能是因為缺錢而引起的。雖然這個機會可能是一個肉體的機會，然而它依然可提供精神上的成長。沒有辦法掌握住物質（真實）世界，是王牌逆位時的一個暗示：我想做這些事，但是我沒有錢。它也可以表示一個不腳踏實地的人錯失了一個機會。你可能比較會花錢，而比較不會賺錢。",
            "related": "吝嗇、小氣",
            "sexuality": "錢幣王牌可能暗示，透過你的事業或工作環境，你正要和在其中認識的某個人開始一段關係。這個關係可能帶來事業上的機會——生意上的合夥關係或財務合併。不論在金錢或肉體上，你都有能力去追求這段關係，它在物質上的成功並具有潛力。這張王牌代表堅決而穩固地開始一段關係或關係中的一個新階段。",
            "star": "土象星座"
        }
    },
    "65": {
        "explain": "錢幣二畫一個雜耍藝人。他正在耍弄他的金錢、體力或才華，以便在那些他必須去做，以及他所想做的事之間找到一個平衡點。他也可能是在耍弄一項事業和個人的興趣。繞著兩顆錢幣的環，形成一個無限大的符號，暗示錢是能量的一種形式，會不斷的運轉著。波浪上面的船隻象徵生命的浪潮。當屬於你的浪進來時，金錢和機會就會很輕易的流向你；而當你個人的潮退了，這些物質上的機會就沒有那麼明顯了。這個雜耍藝人的注意力釋放在下麵的錢幣，或即將要被花掉的錢。他身著桔紅色的衣服，而兩腳則不停的動著。這證實了他賺取他的錢幣和花掉它們所付出的體力。二描述著權衡各種機會的輕重，而這次它們是屬於身體或物質的層面上。這象徵著介於兩個選擇之間的決定。你有沒有辦法現在就抉擇，或是再等一會兒會不會比較好呢？",
        "name": "錢幣二",
        "positive": {
            "behavior": "進與出的流動、難為情、不同選擇的衡量、波動起伏、有賺有賠、以物易物。利益合作。在新的計畫中發生困難、困難的情況、新的麻煩。",
            "marriage": "代表你正在衡量和對方發生愛情的機會，或者遇到一位能滿足你物質需求的對象，給你帶來安全感，而和他發生愛情。",
            "meaning": "錢幣二暗示和金錢有關的決定。錢幣二可能是在描述，做出兩難之間的抉擇，譬如說玩弄你的時間或金錢、或是先付這筆帳拖延那筆帳。它也可以代表一個有關金錢的決定，或僅只是規劃你的時間和精力，以便有能力做那些你想做的事情。在事業的分析方面，二暗示在兩個可能的工作，或是兩個生涯方向當中做出決定。",
            "related": "流通、投資、交通。交換、調整、和夥。歡樂。",
            "sexuality": "在兩性關係的分析當中，錢幣二代表權衡兩性關係的機會，或決定一段基於金錢考兩上的兩性關係。二可表示考慮進入兩性關係中的一個階段，這個階段會用到很多錢。或許你正在考慮買棟房子，或決定組織一個家庭，而你正在衡量這些費用。",
            "star": "摩羯００－１０，木星"
        },
        "reversed": {
            "behavior": "沒有耐心、不耐煩。需要金錢。讀書能力、處理事情的能力、假的歡樂。",
            "marriage": "代表你在愛情中面臨了兩難的抉擇，有可能出現反對者或者對方能滿足你物質需求，但無法和你情感交流。",
            "meaning": "當錢幣二出現逆位時，表示對於必須放棄什麼你已經越來越清楚了，因為你必須去實現某個通路或方案。二的逆位可能暗示在兩難之間做出選擇，而沒有兩全其美的辦法了。它可能意味著你投入太多事情或太分散你的錢財，以至一事無成；或者是因操之過急而失敗。低潮總是跟隨著高潮而來，而現在正是你丟掉那些貴重而用不上的東西的時候了。",
            "related": "信、消息。停滯",
            "sexuality": "在兩性關係的分析當中，錢幣二代表權衡兩性關係的機會，或決定一段基於金錢考兩上的兩性關係。二可表示考慮進入兩性關係中的一個階段，這個階段會用到很多錢。或許你正在考慮買棟房子，或決定組織一個家庭，而你正在衡量這些費用。",
            "star": "摩羯００－１０，木星"
        }
    },
    "66": {
        "explain": "在錢幣三當中，有一位雕刻家或石匠（左）、一位牧師（中間）和一位建築師或旅行者（右）。當技藝工人在施工的時候，牧師和建築師則在檢閱教堂的藍圖。這張牌結合了空氣（謹慎畫出藍圖）、水（這座建築在心靈上的目的）和火（為建築教堂而付出的體力）的元素，其目的是製造某些有形的、確實的和屬於土的東西（教堂本身）。這三顆錢幣形成一個直立的正三角形（火的標誌），而它的下方有一個逆位的三角形（水的象徵），裡面有一朵花。這火的三角形讓我們明白精神的價值，而水的三角形則鼓勵我們要和周遭的人們分享這些價值，遵循我們的信仰來生活，而不要執迷於那些高高在上而遙不可及的理想。這張牌代表紮根于穩固的基礎上，建立某些具有持久價值的東西。也許你是在建造一棟房子，開始學習一個對你有助益的課程，或為穩固的兩性關係或生意打基礎。錢幣三對自我發展而言是張正面的牌。在一副牌中，當他和教皇或聖杯七一起出現時，可能象徵因為學習或理念的落實，是的精神或心靈的發展即將開始。",
        "name": "錢幣三",
        "positive": {
            "behavior": "專業上共同協力、兼顧各種需要長久、保值、穩固的基礎。按步就班。改良商品。有秩序。分析紀錄。極強的生意或工作能力、美術能力。",
            "marriage": "表示你在建立及維持一段兩性關係的努力，學習兩性關係的互動，因此，你和另一半的關係會得以改善而持久。",
            "meaning": "錢幣三表示去作某些將可以改善你環境的事情的一段時間。它可能時開始一個課程、閱讀書籍，或如果它是出現在事業的分析中，那就是你在工作當中學習擁有一個機會去建立某種具有永久價值的東西。在健康的分析方面，三暗示你正在學習有關健康的課題，以及要長期維持下去需要些什麼。為了長遠的報償而建立穩固的基礎，也是這張牌所顯示的意義。",
            "related": "調查、討論、計劃、首位、完美、尊嚴、出名、位置、權力、擴大、擴充。",
            "sexuality": "錢幣三可以表示你在建立及維持一段兩性關係的努力。你可能正在閱讀有關兩性關係的書，學習兩性關係的互動，更努力與經營現有的夥伴關係，或正在治療導源於先前兩性關係而殘留的問題。它意味著你正在建立某種持久的兩性關係，或透過努力來改善某個兩性關係。",
            "star": "摩羯１０－２０，火星"
        },
        "reversed": {
            "behavior": "金錢問題、大眾化的想法、沒有技能",
            "marriage": "表示你忽略，或浪費了許多有助於學習改善兩性關係的機會，以至於在愛中一再犯下相同類型的錯",
            "meaning": "錢幣三的逆位意指你忽略，或浪費了透過學習或研究而使自己提升的機會。它也可能暗示，由於你沒有完成某種學習的課程，或是太快就放棄了，而無法讓自己進步。在詢問某一項他即將開展的課程時，喬治翻到了這張三的逆位。我告訴他，如果他想完成這項課程的話，他就必須要更加努力。他大聲地抗議道，他已經夠努力了，然而最近六個月他錯過了一些考試，有一個科目被當掉了，而且有很多課程他都沒去上。上了八個月的課之後，他開始對這個為期一年的課程感到無聊，於是他出現了一個念頭，與其去完成它，還不如計畫去旅行。錢幣三逆位可能意味著，沒有從某種狀況中得到教訓，導致這種狀況周而復始的出現。例如，你可能有一連串的兩性關係都是在同一種狀況下結束的。如果你不能從第一個兩性關係中得到教訓，並負起你應付的責任的話，你就會一直冒著重複這種模式的危險，知道你領悟了其中的教訓為止。就一般事情的角度來看，錢幣三的逆位暗示著，這並不是你第一次經歷這種狀況。你需要反躬自省，想像自己能從這種情況得到什麼教訓，如此才能在將來避免重複犯錯。從這張牌也看得出來，當事人對將某事付諸實行的恐懼。它同時也意味著某種一成不變的狀態，例如一件工作，或一段關係的停滯不前。為了將來，你可能需要先打下穩固的基礎。在事業的分析方面，三的逆位可能暗示教學。因為學習的反面就是教學。如果在一副牌中，這張牌和節制一起出現的話，就更能證實這種看法了。",
            "related": "混亂、失調。粗心、疏忽。粗心、普通、分心。",
            "sexuality": "錢幣三可以表示你在建立及維持一段兩性關係的努力。你可能正在閱讀有關兩性關係的書，學習兩性關係的互動，更努力與經營現有的夥伴關係，或正在治療導源於先前兩性關係而殘留的問題。它意味著你正在建立某種持久的兩性關係，或透過努力來改善某個兩性關係。",
            "star": "摩羯１０－２０，火星"
        }
    },
    "67": {
        "explain": "錢幣四意味節省你的金錢或經歷的一段時間。錢幣四是在描述，一個有錢心裡才會覺得踏實的人。塔羅牌所有的四都有一個意義：鞏固。而錢幣的四所指的就是財務上的鞏固：換句話說，它是指使財務狀況堅固或實現的行動。這張牌上的人都是獨處的，不過為了金錢或一些有形的事物的緣故，他必須要小心不要讓自己和其他人疏離了。對安定和安全的強烈需求，使他難以離開金錢，投入生活。錢幣四意味占星學上的金牛座，尤其是和教皇或錢幣國王一起出現的時候。屬金牛座者的部分人生課題是，認清在人與財富的關係中，人真正的價值是什麼。就做生意的角度來看，它代表一種穩固而有力的狀態。它可能暗示這財務大體上穩定。在協調談判的情況中，四暗示這個人對於新意見或改變的接收度不高。",
        "name": "錢幣四",
        "positive": {
            "behavior": "不安全感、極度重視金錢、控制的慾望、累積及增值、深謀遠慮、先見之明。對物質的喜愛、貯藏者、借高利貸、小氣鬼、不能和他人分享。",
            "marriage": "暗示你們其中一人可能是因為物質的誘惑而脫離不了這段關係，或是忌妒和佔有慾的心態作祟，視對方為其所有物，控制對方的一切。",
            "meaning": "錢幣四意味你正在節約金錢、節省精力，或是節制。在有關旅行的問題當中，這張牌暗示對某個假期，你會盡可能量入為出。它也可能意味經由節約金錢、償還債務及量入為出，而是你的財務狀況日趨穩定。或許你在設計增加收入或減少指出，以確保自己進來的錢比出去的多。四表示你正在進行其中一項，或兩者同時進行。在最近的一次分析中，一位女士問我，在目前的投資到期之後，她是否應該再把她的錢投入某項生意。這張正立的四暗示著，一項穩固的投資是可以繼續下去的。",
            "related": "固守、固執、吝嗇。儲蓄、存款。冷靜、節制。機靈、聰明。",
            "sexuality": "錢幣四可能暗示，伴侶中的一人對物質的重視更甚於關係本身。它也可能是在暗示嫉妒和佔有欲，因為想要掌握住有形的東西，而不先去掌握住對方的興趣和心理的話，這是很難辦得到的。伴侶中的一人可能會覺得，他的另一半是屬於他的，他的東西也順理成章的屬於他。這張牌顯示，在你付出時，你已經清楚自己想得到的是什麼；這就表示說，它代表利益的交換，而不是饋贈。這張牌也可以意味著自私，以及如果沒有辦法得到對等的回饋，獲取會更多的話，那麼要他付出是很困難的。",
            "star": "摩羯２０－３０，太陽"
        },
        "reversed": {
            "behavior": "浪費物資。對物質的限制、未來獲得的障礙、懷疑和延時、浪費者。",
            "marriage": "暗示你給自己充分的自由，對伴侶也不加設限，若控制得宜則關係得以持久，反之則會造成感情的淡化。",
            "meaning": "由財務的角度來看，錢幣四的逆位代表金錢有你的指尖滑落。而這有可能是故意的，例如，當你在度假時就有可能會花掉比平時多的錢。四的逆位可能意味著慷慨和自由。在兩性關係的分析中，它暗示你給自己充分的自由，對伴侶也不加設限。有時候他也可能表示，你付出的比你所得到的還要多。四的逆位也可能是在說，你沒有能力建構你的生活、工作或兩性關係。它正立時暗示著穩定；而逆位時，則可能代表這不穩定或沒有改變的自由。假設這張牌出現在有關旅行或一壯大買賣中時，而不是結果或答案，那可能暗示者你並沒有朝著目標在節約。假如他使這個問題的答案或結果，那它指的就是花錢，或實際的買賣正在進行中。",
            "related": "大方、奢侈。",
            "sexuality": "錢幣四可能暗示，伴侶中的一人對物質的重視更甚於關係本身。它也可能是在暗示嫉妒和佔有欲，因為想要掌握住有形的東西，而不先去掌握住對方的興趣和心理的話，這是很難辦得到的。伴侶中的一人可能會覺得，他的另一半是屬於他的，他的東西也順理成章的屬於他。這張牌顯示，在你付出時，你已經清楚自己想得到的是什麼；這就表示說，它代表利益的交換，而不是饋贈。這張牌也可以意味著自私，以及如果沒有辦法得到對等的回饋，獲取會更多的話，那麼要他付出是很困難的。",
            "star": "摩羯２０－３０，太陽"
        }
    },
    "68": {
        "explain": "五在塔羅牌當中代表的是改變。而且當這些牌正立的時候，都有著心胸狹窄的意思；而逆位時則代表心胸寬大。人生當中唯一可以確定的就是，所有的事情都會改變。改變是好或壞，對或錯，端賴你的觀點。錢幣五畫著兩個饑寒交迫，而且疲累不堪的人。其中一人的身體狀況很差，這表示他長期以來的辛勞。在他們後面有一扇教堂的窗戶，為他們在物質世界中提供了精神上的選擇。它意味他們身體狀況的根本原因，就是精神上的空虛。他們可以選擇如何去發現、跟隨及落實精神之路。教堂其實只是他們的一種選擇。它代表把精神價值介紹給那些無意去追求的人。在五這張牌中，這些人沒有看見它，因此喪失了一個改變的機會。雖然他們在一起，但感到孤單，當你精神無比空虛時，你就會強烈感受到內在的饑渴、寂寞和孤立感。在某種程度上你變得和人生疏離。這張牌上面位於人後面的教堂象徵他們內心的聖堂。只要你讓某個人、或某件事，阻擋在你和上帝或你的精神泉源之間，你就是在冒著迷失方向的危險。錢幣五代表的是分離。它是一種對分離或孤獨狀態的認知，即使你是出於群體之中而非指是身體上和一個人或某種狀況分開。有時候當你處於一群心靈無法相通的人之間時，可能會比你獨處的時候更加感到孤獨。外在悲慘是內在悲慘的一種反映，所以當錢幣五出現時，你需要接受生命提供給你的改變機會。如果你想改變這個世界，請先改變你自己是這張牌的答案。",
        "name": "錢幣五",
        "positive": {
            "behavior": "表面的華麗、財務上的窮困、失去能力、嚴重的問題。",
            "marriage": "象徵著你兩關係的分離，不論是肉體上或是情感上，所以你常感孤獨寂寞，也許暗示你是到了重新認識自己並作內在改變的時候了。",
            "meaning": "就整體觀點來看，錢幣五說的是財務上的困難、貧窮、疾病和內在的寂寞。在不斷的掙紮當中，你很容易窄化你對問題的焦點，而忽略了你的機會。當這張五出現時，深度的心靈改變是有其需要的，否則雖然有外在的助力，可能還是解決不了你的問題。你目前的人生觀並非你的支柱，而現在你必須問自己，是否仍願意保有這些信念。錢幣五代表心靈空虛所反映出的身體徵兆。",
            "related": "受傷、貧困、傷殘、饑餓。擔心、憂愁。窮困、失去、失敗、錯誤、情婦、愛人。",
            "sexuality": "錢幣五暗示你和伴侶的分離，而且無論你們是分開，或者仍在一起，你都是孤獨而寂寞的。這種關係現實的是心靈空虛的症狀，你的饑渴已經到了一種沒有任何肉體或情感關係能夠喂飽你的程度了。這張牌暗示或許是到了你重新認識自己真正的人生目標的適當時候了。為了平息你的饑渴，內在的改變是需要的",
            "star": "金牛００－１０，水星"
        },
        "reversed": {
            "behavior": "壞傾向的回轉、事情上新的興趣、超越毀滅、婚姻或愛情的不調和。",
            "marriage": "金幣5的倒立似乎較正位時積極多了，或許你們的愛情有某部份已變質，但你們都願意自我調整作改變，一起度過愛的難關。",
            "meaning": "錢幣五逆位比正立時更為積極。它暗示一項改變即將來臨，不論你對於為止事物有多麼恐懼，這項改變都會為你帶來機會和選擇。它可以說是從一個人或一種狀況的束縛中解放出來，因為你讓改變發生了。所有塔羅牌五的逆位都屬於改變的牌，並且你認識到目前處理某種狀況的方式，並不是唯一的方式，著確保你會願意改變。生命不必是靜止不動的。你可以改變，而且當你改變內心深處，生命將會改變它在表面上所提供給你的東西。五的逆位暗示你的思想會越來越開放。現在最糟的狀況已經過去了，當你繼續改變，生命會在它呈現給你的機會中反映出你內在的自我。",
            "related": "爭吵。混亂。對健康的憂慮或是擔心經濟發生問題。",
            "sexuality": "錢幣五暗示你和伴侶的分離，而且無論你們是分開，或者仍在一起，你都是孤獨而寂寞的。這種關係現實的是心靈空虛的症狀，你的饑渴已經到了一種沒有任何肉體或情感關係能夠喂飽你的程度了。這張牌暗示或許是到了你重新認識自己真正的人生目標的適當時候了。為了平息你的饑渴，內在的改變是需要的",
            "star": "金牛００－１０，水星"
        }
    },
    "69": {
        "explain": "錢幣六是一張有很多層面的牌，而它的意義又會隨著問題或周遭的牌而改變，在這張牌中，我們看到一個富翁把他的錢分給兩個乞丐。這看似公平和正當，不過，請注意，兩個乞丐是跪在富翁的面前。在這個關係裡，他是處於有權立的地位。六是在形容一種關係：一個人支配另外一個人。在事業或工作的情況中，錢幣六表示為了換取一份酬勞，你同意付出時間及努力。這是一項公平的安排。富翁手上的天平處於平衡狀態，暗示雙方都會對此安排感到滿意。或許是一個人想要支配別人，而另外一個人則願意順從。穩定而舒適使這項安排顯得穩定。例如，在職場上，員工對於一個方案的成敗並不富有最終的責任，而資方也不必逐日的盯著他們的方案執行進度。在一個盡可能朝互利局面的管理中，每個人都有他們自己的角色要扮演。",
        "name": "錢幣六",
        "positive": {
            "behavior": "物質的得到。地位上的不平等、慈悲心、以金錢控制對方、冒險與行動、禮物滿足。",
            "marriage": "正暗示著你通常以一種很微妙的方式在支配著你的伴侶。造成另一半無法盡情享受與你的親密關係，偶爾收控制別人的，你們的愛會更甜蜜",
            "meaning": "錢幣六意味你正要換工作、得到一份新工作、聘用技術人員或其他員工，或因某件大事而花錢，例如買一棟房子或一部車。在有關生意投資的問題上，它可能象徵借錢來開創事業。錢幣六可能表示某種穩定的財務狀態，並暗示你很樂意繼續目前的方向。當這張牌出現在牌面上，就表示財務狀態穩定。",
            "related": "佈施、算計、衡量、給與、大膽、魯莽。大方、善事、慈善、親切、感謝。",
            "sexuality": "錢幣六形容一種兩性關係：一個人支配著另一個。這可能是以一種相當微妙的方式在進行。雖然著聽起來像是對其伴侶一種責任上的關心，但也可能是一種控制對方的方式。可以確定的時，他的伴侶無法盡情享受，或是不能做控制的一方沒有準備的事情。這張牌正立時暗示你支配你的伴侶，而逆位時，情形剛好相反。它可以表示，你只付出你不會失去的東西，或是即使你有很多，你也只會給一點點。接收你付出的人有可能只能接受這些，無法接受更多的東西。它再度暗示一種令人愉悅的安排。在某段關係當中，不論你是支配者或是被支配者，當其中一人有較大的權力時，就不太可能有真正的親密了。",
            "star": "金牛１０－２０，月亮"
        },
        "reversed": {
            "behavior": "信用喪失。不還借款、未還的貸款。",
            "marriage": "在兩性關係中意味著伴侶擁有高於你的控制權，使你在肉體、精神情感上都不敢和他親近，得不到滿足。",
            "meaning": "錢幣六逆位時，象徵一種穩定的狀態已經結束，或是被破壞。或許你已經辭職或被裁掉了。可能某段兩性關係已經結束了，這可能是因為你（或伴侶）已經打破了你在這段關係立的角色。六的逆位也意味著花掉了很多錢，或是財務狀況失控。你目前的生活可能入不敷出。在兩性關係的分析中，它意味你的伴侶對於這段關係有高於你的控制權。究竟深層面而言，它可能表示在肉體、情感或精神上都得到不到滿足。",
            "related": "醜聞、貪心、自私、嫉妒、羨慕、流言。",
            "sexuality": "錢幣六形容一種兩性關係：一個人支配著另一個。這可能是以一種相當微妙的方式在進行。雖然著聽起來像是對其伴侶一種責任上的關心，但也可能是一種控制對方的方式。可以確定的時，他的伴侶無法盡情享受，或是不能做控制的一方沒有準備的事情。這張牌正立時暗示你支配你的伴侶，而逆位時，情形剛好相反。它可以表示，你只付出你不會失去的東西，或是即使你有很多，你也只會給一點點。接收你付出的人有可能只能接受這些，無法接受更多的東西。它再度暗示一種令人愉悅的安排。在某段關係當中，不論你是支配者或是被支配者，當其中一人有較大的權力時，就不太可能有真正的親密了。",
            "star": "金牛１０－２０，月亮"
        }
    },
    "70": {
        "explain": "錢幣七畫了一個人，盯著一棵覆蓋了許多錢幣的灌木（他的發財樹），而腳邊也有一顆錢幣。他斜倚在棍棒上，正思考或夢想著他將如何處理他的這棵樹。他是以錢的角度來看它的。他已經採收了一顆錢幣以因應他立即性的需要，並且照顧其他錢幣的生長，他的努力就是為了孕育果實。錢幣七代表一個十字路口。在這裡看不到偉大的夢想或急切的決定，因為平穩務實的努力已經可以確保農作物的豐收。王牌代表的是行動，不過現在是思考過去行動和未來計畫的時候了。望著他的農作物，他可以看出來哪些行動是有用的，哪些是白費力氣的。如果他的行動是明智的，從現在開始他就會進入豐收期了。農作物可以自己聖張得很好，而他也不必在象以前一樣去細心呵護它們了。這可能象徵一個兩性關係或一樁生意已經夠穩定，不再需要不懈的努力了。現在你有機會退後一步，以較寬廣的角度來看整個事情的狀況了。",
        "name": "錢幣七",
        "positive": {
            "behavior": "成功的生意、努力的初步成果、收成及交易、思考下一步、新的創意。有利於他人的行為。幫助他人或是被他人幫助。",
            "marriage": "金幣七描述的事思考某段關係的一個時期，也許你們正計劃著你們的未來，並將財務安全作為你們建立長遠關係的基礎。",
            "meaning": "錢幣七意味著思考未來的財務或物質狀況。錢幣七代表思考和計畫未來的一段時間。你的生活或目前的狀況尚稱平穩，所以你有時間可以安靜的計畫未來的步驟。這可能包括進一步的學習、強調休閒、謹慎地經營現有財物，甚至再創另一種事業，以補充現有的事業。花些時間多做思考吧，因為你的決定有可能對將來產生很大的影響。七表示你在問自己：我應該往那裡走呢？以及從今以後的五或十年，我要何去何從呢？現在正是思考和計畫未來的時候。在有關生意的問題上，它可能暗示以項財務計畫的誕生或更新。這張牌上面所畫的人是以利息而非本金的投資為生。因此，只有一顆錢幣被去下來因應個人的消費。",
            "related": "待機、勿急、金錢、寶物。禮物。報答、巧妙、成長、努力工作、進步、獎賞。",
            "sexuality": "錢幣七描述的是思考某段關係的一個時期。或許你們正一起計畫著你們的未來，並將財務安全列入考量，作為你們長遠關係的基礎。你們或許正在構思新的，以及更重要的挑戰來確保你們這種夥伴關係的利益，或者假設你們目前並未擁有兩性關係，或目前關係中過去階段的時候，以決定未來可能會是何種情況。",
            "star": "金牛２０－３０，土星"
        },
        "reversed": {
            "behavior": "假裝大方，其實很小氣。不慎重的行動、損失金錢、不好的投資。",
            "marriage": "出現在兩性關係中也許表示你們對於和彼此的關係缺乏思考和規劃，此時感情可能就此打住，較難發展，從現在起，花點時間好好想想吧！",
            "meaning": "當錢幣七出現逆位，它可能意味這對你目前狀態的一種內在不滿足，例如一個兩性關係或一項事業似乎就此停滯不前。導致這個不滿足的可能因素是，你沒有花時間去思考何者是有用的，何者是不必要的。結果，你的情形當然是一成不變。或許你還沒有瞭解到思考長期目標和計畫的時刻已經到來，相對的，你繼續工作、保持忙碌，因而喪失了思考與學習或計畫的機會。如果逆位的錢幣七出現在寶劍四旁邊，它可能暗示你已經停下來太久了，而且你會冒著失去接觸目前環境或內在需求的危險。不要停滯不前是所有逆位七的共同意義。別老是用老方法去做所有的事情。這張牌可能是在說你總是用同一種方式在做很多事情，而不讓自己有時間或機會去瞭解改變是必要的。舉例而言，你可能已經把事業的規模建立起來，在一個龐大的組織當中建立了，但並沒有隨著它的成長來調整步伐。有可能當這項生意需要你去計畫其長遠的方向時，你還在那裡埋頭整理張冊。有時逆位的七是在形容一種模式，在這種模式中，你開始一項計畫，但是沒有留下來照顧它，使它開花結果。七逆位時，牌中的男人種了他的樹之後，在還沒有結出果實之前，就會轉而他去。",
            "related": "急性、不安、妒忌。",
            "sexuality": "錢幣七描述的是思考某段關係的一個時期。或許你們正一起計畫著你們的未來，並將財務安全列入考量，作為你們長遠關係的基礎。你們或許正在構思新的，以及更重要的挑戰來確保你們這種夥伴關係的利益，或者假設你們目前並未擁有兩性關係，或目前關係中過去階段的時候，以決定未來可能會是何種情況。",
            "star": "金牛２０－３０，土星"
        }
    },
    "71": {
        "explain": "錢幣八畫的是一個工匠。他專心的雕琢一顆錢幣，另外一顆放在他腳邊，等著他訓練有素的巧手。六顆懸掛在牆上的錢幣象徵他過去的成就。遠處的背景可以看到一座城鎮，這是產品完成之後販售或交易的地方。這張牌暗示對一個人或一種狀況的深度承諾。背景城鎮和錢幣四中的城鎮是同一個。在四當中，你的焦點是錢，而現在你則著重於你的技巧以及如何變得更精煉。讓技藝更上層樓可以透過不懈的努力，或進一步的學習。在錢幣八當中，這個工匠知道城鎮裡面需要的是什麼，知道材料的品質和可塑性，且知道他想創造些什麼東西。八對於做生意而言是個很有利的數字，更重要的是讓你的人生完整。錢幣八暗示，如果你並不喜歡目前的工作，那麼就離開，去找你所喜歡的工作。最適合你的工作將是一種愛的勞動。",
        "name": "錢幣八",
        "positive": {
            "behavior": "學習快、成熟的技術、工作才有成果、持續努力、個人努力。",
            "marriage": "也許代表你和另一半有著深刻的承諾，有可能步入禮堂。也有可能是只為了維繫你們的關係，你可得多努力",
            "meaning": "錢幣八意味對某人或某種情況的承諾。在事業的分析上，這是一張表示成功的牌，意味你有機會在過去的成功上建立基礎。在旅遊的分析上，它暗示一趟和事業有關的旅行。在健康的分析方面，它表示決定要照顧身體。這張牌也可以表示學習某一門課程，那將是你在某特殊領域成為專家。",
            "related": "專注、專業、學習、工藝。自治。解脫。助手、學徒、手工、大膽、謙卑、獨立。",
            "sexuality": "錢幣八意味你對某個兩性關係、滿足需求及建立某種持久性的事物等，有著深刻的承諾。它也可能是指，你必須對兩性關係的維繫多加努力，以使它成長另一個及更好的階段。它還可能表示舉行婚禮，生養小孩，或當伴侶在養育小孩時，你在一旁支持他。",
            "star": "處女００－１０，太陽"
        },
        "reversed": {
            "behavior": "失去尊嚴、欠缺有效的方法、手法拙劣、缺乏自信。沒有野心、高利貸、討人喜歡、引起好奇。",
            "marriage": "表示缺乏承諾，或者你已經對另外的人有了更重要的承諾，例如:另一段兩性關係，有可能對現有的戀情造成傷害，須小心注意才是。",
            "meaning": "錢幣八逆位表示缺乏對眼前工作或狀況的承諾。你想要得到許多的報酬，但卻不怎麼努力。或許是因為你缺少實現計畫所需要的訓練或技能。你需要再回到七的課題當中，去深思應如何發揮自己，以及真正想要達成的目標是什麼。在事業的分析上，八的逆位可能暗示你並不喜歡你的工作，然而卻視它為邁向成功的一個步驟。無論如何，由於你並不喜歡它，所強調的只是想要成功，那麼你將因工作而受苦，成功也只是短暫的，它也可能再告訴我們，工作是既沉悶且重複的，它無需技巧，也沒有任何獎勵。在兩性關係分析中，八的逆位時表示缺乏承諾。如果牌面上也出現了寶劍七，表示你已經對另外的事物許了更重要的承諾，例如另一段兩性關係。有時候八的逆位也意味著沒有耐心、挫折、未實現的野心或草率的工作。",
            "related": "虛榮、自大、兩面、覺醒。",
            "sexuality": "錢幣八意味你對某個兩性關係、滿足需求及建立某種持久性的事物等，有著深刻的承諾。它也可能是指，你必須對兩性關係的維繫多加努力，以使它成長另一個及更好的階段。它還可能表示舉行婚禮，生養小孩，或當伴侶在養育小孩時，你在一旁支持他。",
            "star": "處女００－１０，太陽"
        }
    },
    "72": {
        "explain": "錢幣九畫了一個女人，被她辛勤耕耘得到的果實所圍繞。她的右手停放在幾顆錢幣上，大拇指扶著一串葡萄。一隻帶著頭罩的小鳥棲在她的左手上。在她為小鳥移開頭罩巾後，它就可以得到自由。然而小鳥一旦還帶著罩巾，還是會乖乖的服從她。這女人的服飾暗示她物質生活的優渥。她臉上有一種寧靜沉著的表情，而晴朗的天則是預測持續的成功，因為她安詳自在的置身於大自然當中。從王牌的開始，到二的下決定，三的學習，四的報償，五改變的訊號，表示責任的六，重新評估的七，以及進一步承諾的八，現在我們到達了收穫的九。她成功並非偶然，透過承諾、勞動、紀律、學習以及重新評估，它已經穩固的建立起某種具體的事物，並且也為將來打下良好的根基。她投入生活，並與它密不可分。經由謹慎的規劃基對目標的不斷投入，她掌控了周遭的一切。",
        "name": "錢幣九",
        "positive": {
            "behavior": "判斷力、小心保有理想、過去的投資所獲得的利潤。喜愛大自然。",
            "marriage": "目前正處在一種舒適而成功的兩性關係，雖然偶爾會覺得不夠自由，但你也願意犧牲，使愛情圓滿。",
            "meaning": "錢幣的九是一張代表自信或自我依賴的牌，那可說是要達到超凡成就的必要條件。你的自信如果在搭配上自律的話，那將使你在許多層面上獲益。在牌面上如果九出現在皇后旁邊的話，可能暗示者懷孕。而在健康、事業或兩性關係的分析當中，九所代表的是穩操勝券。",
            "related": "魅力、貴氣、收穫、作為、辨別、遠見、細心、有錢、獲利、賺錢。悠閒、富裕、謹慎。",
            "sexuality": "錢幣九代表一種舒適而成功的兩性關係，物質上的成功讓你有餘裕去追求個人的興趣及目標。財務獨立和物質的目標應該是這段關係的重點。只要你一直保持穩固，許多事物都可以因刃而解。牌中所畫的小鳥帶著頭罩，因此它失去許多自由。這女人同樣失去她的某些自由，然而她知道這便是獲得成功的代價。自律所要求的選擇，有時候會強迫你放棄某些事物，諸如自發性。",
            "star": "處女１０－２０，金星"
        },
        "reversed": {
            "behavior": "沒有誠意、遲來的利益、等了很久才拿到錢。",
            "marriage": "暗示著缺乏自律不願付出而想不勞而獲，有可能會影響感情的進展，一段良好的關係是需要雙方耐心培養的，加油吧！",
            "meaning": "錢幣九的逆位暗示由於缺乏自律而無法成功。它意味沒有辦法把一件事情從頭做到完成。你想要不勞而獲。一般而言，九的逆位是描述放了太多的精力於錯誤的事情上面。它也可能意味著，在一件事情之後你又開始另一件，但是卻沒有完成任何事情。你不讓所栽植的種子有時間結出果實。在事業的分析上，九的逆位可能意味一份連夜晚或週末都要上班的工作，或非正常時間上下班，或工作時數太長了。九的逆位也可能暗示著懷孕，卻沒有完成它的週期，也就是說，墮胎或者流產。不過如果你已經有了八或九個月的身孕，可能暗示生產。",
            "related": "不正、危險、暴風、也許失去一個好友或是珍貴的寶物。",
            "sexuality": "錢幣九代表一種舒適而成功的兩性關係，物質上的成功讓你有餘裕去追求個人的興趣及目標。財務獨立和物質的目標應該是這段關係的重點。只要你一直保持穩固，許多事物都可以因刃而解。牌中所畫的小鳥帶著頭罩，因此它失去許多自由。這女人同樣失去她的某些自由，然而她知道這便是獲得成功的代價。自律所要求的選擇，有時候會強迫你放棄某些事物，諸如自發性。",
            "star": "處女１０－２０，金星"
        }
    },
    "73": {
        "explain": "錢幣十畫的是一個安穩而舒適的居家環境。從牆上盾形家徽看得出這是一個富裕而鞏固的環境。這裡有動物，小孩，結實累累的果樹，以及作為隱秘和保護之用的高牆。天空是蔚藍的，而城鎮則緊鄰於旁。簡單的說，這個家庭擁有能提供舒適物質環境的一切條件。那麼，為什麼每個人都沒有面對著別人呢？這老人是坐著的，他的注意力放在動物們的身上，年輕人背對我們，而女人也沒有面對他，卻稍稍側著臉繼續和他談話。小孩子被忽略了，這些人彼此之間也沒有真正的關聯。它們得到別人所渴望的物質世界，不過很顯然這也使他們感到沉悶，並陷入公式化的生活中，一旦這種公式消失，將無所適從。錢幣十是整組牌可能性的充分顯示。他缺乏權杖的熱情、寶劍的理想以及聖杯牌的情感。在這裡可以找到物質上的安全感和穩定，但也付出了代價。",
        "name": "錢幣十",
        "positive": {
            "behavior": "各種角色、集體的富裕、用錢得當、實踐與完成、家中的事情、組成家庭、三代同堂。",
            "marriage": "金幣十描述的事一種和事業有關的兩性關係，也許你正在和伴侶做生意，或是因為生意往來而結緣，是對精明幹練的組合。",
            "meaning": "錢幣十是一張代表物質成功的牌。它代表在生意上或大宗買賣（房子、車子、船隻或生意）的完成或成功。如果它和其他兩張正立的十，一起出現時，可能代表簽署合約。十所意指的成功是長久的。而在事業的分析上，可能意味著一項成功帶來更多的成功。在有關賣掉房子或做生意的問題上，十顯示錢就在那裡，交易也快完成了。在事業的分析上，十說明瞭一項基礎穩固的事業，其中包含了生前和成功的機會。在有關法律案件的問題上，這張牌和錢幣六可以代表一項有利於你的支付。",
            "related": "家產、財富。祖產、遺產。繼承。金錢、安全、先人、繼承、家。",
            "sexuality": "錢幣十描述的是一種和事業有關的兩性關係。或許你正在和伴侶做生意，或者是你經由工作或生意往來而認識了這個人。財務上的大成功是顯而易見的，因為你的伴侶在財務上相當可靠；或者它可能意味著，你和伴侶在生意場上是一個精明幹練的組合。在這裡你找不到聖杯十的那種親密，不過在這段關係中，你所期待的優先順序或許原本就不一樣吧。",
            "star": "處女２０－３０，水星"
        },
        "reversed": {
            "behavior": "繼承的問題、遺產的爭論。不好的機運、損失的可能、失去財產。",
            "marriage": "在兩性關係中顯示你太過注重有形的事物了，而忽略了伴侶的感覺，可能會造成分離，引起感情上的孤獨。",
            "meaning": "錢幣十的逆位可能意味一個企業缺少穩固的基礎。當十逆位時，有時候在正立十中顯示出來的苦悶，會引起財務或情感上的冒險。這是一張賭博的牌。不止賭錢，也在生意或財務上冒不必要的危險。在事業的分析上，錢幣十的逆位可能暗示著，在少數可能的機會當中卻有著學多對手。意味著缺錢，或相關公司的財務出了問題。在兩性關係分析當中，十逆位顯示你太過注重有形的事物了，可能會引起感情上的孤獨。它也可形容一種不穩的財務狀況；例如，在購屋的問題上，它暗示你可能遇到了某些財務上的難題，或者你可能是高估了自己的財務狀況。",
            "related": "危險、搶劫、抵押、放蕩、賭。",
            "sexuality": "錢幣十描述的是一種和事業有關的兩性關係。或許你正在和伴侶做生意，或者是你經由工作或生意往來而認識了這個人。財務上的大成功是顯而易見的，因為你的伴侶在財務上相當可靠；或者它可能意味著，你和伴侶在生意場上是一個精明幹練的組合。在這裡你找不到聖杯十的那種親密，不過在這段關係中，你所期待的優先順序或許原本就不一樣吧。",
            "star": "處女２０－３０，水星"
        }
    },
    "74": {
        "explain": "錢幣侍者雙腳堅穩的站立在地面上。手中握有一可絢麗的錢幣，他所著迷的東西。由於這侍者是土元素中空氣的成分，所以思考及計畫和金錢、物質財富有關的事情是恰當的。作為一個人的描述，這侍者有黑色的頭髮和眼珠，為人務實而穩健，並且喜愛大自然、戶外活動和動物。這是一個認真的土型孩子或年輕人。通常他們是少年老成，他們的夢想比寶劍侍者更務實，比權杖侍者更謹慎，也沒有聖杯侍者那麼理想化。錢幣侍者可能是在說，需要認真的執行，以成功地開展一項新方案、或方案的某個階段。紮根於現實（他雙腳踏在土地上），當這個侍者出現在牌面上時，你可以穩紮穩打的朝向目標工作。明亮的天空暗示充滿希望的前途，以及可能是由於謹慎計畫而帶來的成功。這張牌通常表示，以學習來作為準備的一種形式。這張牌也可能指年紀較大的人，如果他們正開始做某些新事物、或某些他們所不熟悉的事物的話。當開始一項工作或計畫時，這張牌代表獲得新技能。",
        "name": "錢幣侍者",
        "positive": {
            "behavior": "務實的觀察、學以致用、少年老成、財務上的新訊息。有創新想法的年輕人。非常的專心和用心、獎學金、渴望新點子、做善事者、帶消息者。",
            "marriage": "在愛情世界中將會有另一新階段的邁進，可能是新戀情的發生或是與原有的伴侶關係改變，不過這改變通常是好的。",
            "meaning": "錢幣侍者意味努力學習。錢幣侍者象徵有關金錢、新工作或學習一門課程的消息。它可以表示去學習某些將會產生實質效益的事物。這個侍者通常代表學生的勤奮向學。透過學習一門課程，或於工作中學習，發揮了自己的能力。有時候這個侍者可能暗示你對於正在學習的科目，變得更專注，甚至更重視學習的成果。錢幣侍者描述的是一名認真的年輕人，它正專注於長遠的目標上。它可以代表一張開始新工作或學習的牌。",
            "related": "運用、上進、吸引。進步。",
            "sexuality": "錢幣侍衛意味對某段關係的強烈承諾。侍衛在兩性關係的分析當中可能象徵對一段心關係，或既有關係的一個新階段或新方向之承諾。",
            "star": "春分－夏至"
        },
        "reversed": {
            "behavior": "優柔寡斷。一位不實在的人、不能看見明顯的事實、想法分散、不合理的看法、反抗性、不好的新聞。",
            "marriage": "似乎會沉迷在肉體的歡愉裏及被性慾給迷惑，對你的情人你可能也無法給他安全的保障，你必須挽救現況",
            "meaning": "錢幣侍者逆位可能暗示著缺乏承諾。它可以形容一個不成熟的人，表現出好動、嬗變、無法落實計畫，或浪費體力的現象。它可能暗示你的散漫、容易改變目標，以及分散注意力。在兩性關係分析當中，這張侍者牌逆位可能象徵缺乏承諾，並耽溺於肉體的歡愉，以及汲汲於性欲的追逐中。當它出現在錢幣三的旁邊時，意指著你不確定是否要持續你的學習，或是說你已經完成了某項課程，而現在可能不打算繼續深造了。",
            "related": "浪費、退步、減弱、下降。",
            "sexuality": "錢幣侍衛意味對某段關係的強烈承諾。侍衛在兩性關係的分析當中可能象徵對一段心關係，或既有關係的一個新階段或新方向之承諾。",
            "star": "春分－夏至"
        }
    },
    "75": {
        "explain": "錢幣騎士是所有騎士牌中最嚴肅的，且和其他騎士的好動相較，他是相當安靜的。他想要很明確的知道所投資的時間、努力、體力及錢幣，將會給他怎麼樣的回報。他喜歡做計畫，並沉醉在他的計畫當中，而且會毫無倦意的朝他的目標努力。雖然他的年齡通常是介於二十一到三十歲之間，但在精神層面他成熟得多，且也比他的年紀所表現得更負責任。然而，他經常於感情上顯得不成熟，因為他的野心可能會妨礙到他的感情。錢幣騎士代表土元素中火的部分……投入實際用途的熱情、努力和精力。通常他長得高高瘦瘦的，並且個性很嚴肅。金錢和物質對他而言最重要的，在他覺得有物質條件的時候，才會去尋找伴侶。這個年輕人知道他將會在物質上獲得成功，而他想選擇的伴侶是，可以和他未來的事業夥伴相處愉快的人。他視愛情關係為一項長期投資。他的眼光越過他的錢幣，觀察著應該走哪條道路，以及每一個選擇的可能結果。雖然他老早就在計畫，但是在計畫成形之前，他還是會紋風不動。通常他是個負責任、勤奮工作以及獨立的人。他比較喜歡擁有自己的事業，因為他不喜歡有別人來指點他該做什麼。他總是設法掌控他的生活和自己，常為此有點工作過了頭了。其它騎士跑出去嬉戲、戀愛、遊戲及探險，錢幣騎士則在工作、學習及組織未來。其他騎士把注意力轉移到事業時，他已遠遠的跑在前面了。他全神貫注於追求物質世界，知道快到耳順之年，這種認真的個性才稍稍減退。錢幣騎士是一張可以代表魔羯座的牌，這一點和阿爾克納牌中的魔鬼牌意義相似。",
        "name": "錢幣騎士",
        "positive": {
            "behavior": "負責任、努力工作、實用主義、不解風情而且沒有情調、考慮周到。編碼過的訊息。法律方面人士。一個成熟且可靠的人、有責任感、有條理、有耐心、有恆心的、有能力完成一件事、有規律。",
            "marriage": "正夢想一段你想要的兩性關係，但卻沒因此而付諸行動。可能是你還保有神話般的態度或是你從現實或痛苦中退縮。",
            "meaning": "穩健而認真的計畫是錢幣騎士的標誌。錢幣騎士通常指的是強化你的計畫，並朝確定的目標邁進。它意味著為了實現一個目標而努力工作。就一個人而言，這個人對於承諾非常的認真，不論是對事業、個人雄心或兩性關係。通常，他相信這個格言：如果你想做好一件事，那就自己動手吧。",
            "related": "努力、累積、安定。謹慎、賺錢、密碼、律師",
            "sexuality": "錢幣騎士非常信守承諾，他要嘛就是避免這種關係，知道他在事業上有所成就；否則他會想要結婚，安定下來。他喜歡穩定或是可預料的事情，而且寧願忍耐一種很困難的狀況，也不願意去改變它。他在感情上可能很冷淡，雖然他的內心很溫柔，但是隱藏的很好。通常他和父親會有一些懸而未決的問題，而且可能在很小的時候，就變得很像他父親。他是一個很好的供給者，品味保守，且謹慎的維持他的名聲。進入中老年之後，才懂得放鬆。",
            "star": "白羊２０－金牛２０／金牛"
        },
        "reversed": {
            "behavior": "隱藏的敵人。黑魔術。停止不動、沒有決心或方向、不開放、限制在傳統的看法內。",
            "marriage": "你總是幻想希望有個夢中情人，但你總遲遲沒有行動，所以空有夢想的你趕快對你的意中人表白，不然可又白白失去機會喔！",
            "meaning": "當錢幣騎士逆位時，可能是指他幾乎對人生中所有的領域都顯得相當懶散和意興闌珊，只剩一件有興致的事情，而這件事情他會以傳教士的熱誠去追求。鄙棄正立的騎士，他較少付出，冷漠而疏離。他可能憎恨權威，且經常頂撞父親，或挑戰父親的形象。就一般的觀點來看，這張騎士逆位是在說明沒有辦法鞏固長期的計畫，或在追求進步上有所遲延。當這張牌是指一個人的時候，它可能暗示你以自我價值和貢獻或成就來界定你的自我價值，而非你是個什麼樣的人。錢幣騎士逆位意味，此刻或許你被迫去依賴別人。這或許會讓你覺得不舒服，因為你可能感到自己控制不了人生及自己。這是個需要耐心的時刻。",
            "related": "欺騙、奸詐、慣性、詛咒、無事。",
            "sexuality": "錢幣騎士非常信守承諾，他要嘛就是避免這種關係，知道他在事業上有所成就；否則他會想要結婚，安定下來。他喜歡穩定或是可預料的事情，而且寧願忍耐一種很困難的狀況，也不願意去改變它。他在感情上可能很冷淡，雖然他的內心很溫柔，但是隱藏的很好。通常他和父親會有一些懸而未決的問題，而且可能在很小的時候，就變得很像他父親。他是一個很好的供給者，品味保守，且謹慎的維持他的名聲。進入中老年之後，才懂得放鬆。",
            "star": "白羊２０－金牛２０／金牛"
        }
    },
    "76": {
        "explain": "錢幣皇后安靜地坐在那雕工精緻的座椅上，耐心的沉思著她的人生和她的錢幣。她置身於大自然之中，頭頂上有紅玫瑰，右下腳有一隻兔子，後面還有一條河流。天空很晴朗，身邊的一切事物可以說都相當美好。錢幣皇后代表土元素中的水的部分。水和土的組合可顯現於她有能力靜下來，好好的感受她內在成功。她以她的身體為榮，並細心的照顧它。土型的人一般而言會很照顧自己的生活和健康。他們會注意節食和運動，，經常接觸大自然，並喜歡肉體上的活動。幣皇后可以代表占星術中的天秤座（特別是如果出現在皇后或正義牌的旁邊時），然而它同樣也可代表任何土型的星座（金牛座、處女座或魔羯座）。錢幣皇后是一個土型的人，處鄉野時，會覺得很自在。她會很賣力的工作，並且樂在其中，因為這令她覺得自己有價值。植物和動物對她而言特別有吸引力，在她晚年生活中，庭院將會成為樂趣的一大來源。她的穩定而具耐心的特質，以及喜歡規律的生活，使植物欣欣向榮。權杖皇后經常不是溺死就是渴死她庭院或室內的植物，而錢幣皇后則確定照顧好她周遭的生物，是她例行工作的一部分。她清楚自己的能力和限制，因為她測試過它們。她以一種務實的方式把個性的力量和情感的理解結合起來。她很能享受調理和品嘗美味的食物，而作為一個伴侶，她喜歡撫摸對方，以及被對方撫觸。",
        "name": "錢幣王后",
        "positive": {
            "behavior": "精打細算、照顧、服務他人、長期利益、擁有好心腸且容易受傷的女人。非常的舒服、一位慷慨且善良的富人、高貴的靈魂。",
            "marriage": "通常這張牌指的是女人，而且思考敏捷，她喜歡與心思靈巧的人為伴，所以一旦成為情人，你們會被彼此的智慧所吸引。",
            "meaning": "錢幣皇后意味喜愛大自然，而且又有良好的生意眼光從一般觀點來看，錢幣皇后是一張代表信任自己能力的牌。她意味經由深思熟慮而帶來成功。作為一個人，錢幣皇后通常有著敏銳的生意眼光，而且總是喜歡存點錢在身邊，好讓自己有安全感。在有需要的時候她會很節儉，而且不會任意炫耀財富。她是一個可靠、實際的人，知道應該在那裡下功夫可以得到最大的成功。這張惶後牌是指務實、可靠，並擅長餵養植物和動物。她也喜歡經常到鄉間旅行，或漫步於大自然中，因為她需要和自然保持接觸，讓生命有完整而踏實的感覺。",
            "related": "母愛、繁榮、安定、大方、安全、自由、偉大、優雅、尊嚴。豐足、富有、富裕、順從。",
            "sexuality": "錢幣皇后暗示對某段關係有實質的承諾，而且尊重現實的價值。皇后牌是在描述一個人，當她在發展兩性關係時，對自己充滿信心而務實。他認為可靠比熱情和興奮更有價值，因為她是基於長遠的考量。正如某位錢幣皇后所說的：激情只能維持一個晚上，而友誼則是一生一世的。",
            "star": "射手２０－摩羯２０／處女"
        },
        "reversed": {
            "behavior": "愚蠢無知或魯莽的女人。假的好現象、不負責任、不開放的人、害怕失敗。",
            "marriage": "依這張牌來看你的愛情觀是較悲觀的，你渴望接觸人生、渴望成長，但卻害怕冒險，所以你的情感時常是處於饑饉的狀態。",
            "meaning": "當錢幣皇后以逆位出現時，可能是對自己失去信心，並且沒有腳踏實地。她需要置身於鄉野或大自然當中，因為少了它們，她就可能會變得野心勃勃，並渴望著金錢和權力。有時候她可能沒有能力為她所想要的東西而工作，而且可能為錢而結婚；或是擔心缺錢缺沒有為穩住財務狀況而作任何努力。在遠離大自然、植物和動物以及地球的韻律之後，她只好在物質世界中追求穩定。缺少自信也可能是這張惶後牌逆位所暗示的。這張牌可能是在形容某個人的自我價值是來自他們的貢獻或成就，而非它們本身。從一般的角度來看，皇后牌逆位代表你有必要再一次為穩固基礎而努力。現在證實你重新評估你在這世界上的地位，以及拋掉你那狹隘的物質觀的時候了。或許多及注意季節的更替、生命的週期以及類似的大自然律動，都是有益的。高高的樹木、深邃的河流以及開闊的空間，都有助於洞察你的野心、憂慮以及恐懼。",
            "related": "緊張、懷疑",
            "sexuality": "錢幣皇后暗示對某段關係有實質的承諾，而且尊重現實的價值。皇后牌是在描述一個人，當她在發展兩性關係時，對自己充滿信心而務實。他認為可靠比熱情和興奮更有價值，因為她是基於長遠的考量。正如某位錢幣皇后所說的：激情只能維持一個晚上，而友誼則是一生一世的。",
            "star": "射手２０－摩羯２０／處女"
        }
    },
    "77": {
        "explain": "錢幣國王代表土元素中土的成分。手握著代表收穫的象徵物，擁有廣博的知識和人緣。它根基穩固，為人務實、活躍、固執、防衛性強，又勤奮工作。當這個人在工作時，恐怕你很難想像他會有休息的時刻，然而當他在休息的時候，你同樣很難想像他會跑去工作。這個國王代表成功的生意人或專業人士。他驕傲地坐在王位當中，一手握著象徵王權的寶球，另一手則拿著錢幣。對於人生他還不夠滿意，因為他必須能夠感覺到、觸摸到成功。他的四周滿載著葡萄，按是他努力經營得到的果實是相當豐盛的，但他仍要求自然要保持平衡。這張牌當它出現在教皇或錢幣四的旁邊時，可以代表占星學上的金牛座（請注意，王座上面有兩個公牛頭，底座的地方也刻了兩隻）；當它出現在戀人旁邊時，則代表雙子座。錢幣國王代表的是一個腳踏實地而又成熟的人。他的個性穩健、可靠且保守，並能戮力履行其承諾，謹慎的負起他應負的責任。他不像權杖國王般富冒險精神，或像聖杯國王那麼有創意，但他可憑藉著慢慢而穩定的步伐，以及認真的實踐來達到成功。他可以做一個很好的生意管理者，因為很識時務，而且他所要求別人做的是通常自己也做得到。基於他一手掌握的方法，他得到了結果。錢幣國王是成功的，而且他喜歡成功。他沒有必要像其他的國王到處橫衝直撞，才能理解人生或找到內在感情的平靜，因為他知道自己是活在一個物質世界當中，而物質上的舒適就可以讓人生旅途迥然不同了。",
        "name": "錢幣國王",
        "positive": {
            "behavior": "有效率的用錢、良好的財務基礎、常識豐富、重視生活享受、雄心壯志。富有且各方面都不錯的男人。一位有經驗且老成的領袖、一位有人格和智慧的人、生意上的敏銳、算數能力、忠誠的朋友、可靠的結婚對像、有利的投資、有能力得到金錢和寶貴的物質品。",
            "marriage": "在愛情的世界裡，男方思路清晰而務實的男人，他所需要的伴侶是和他在人生的目標上有相同目標的人，你們之間是心智交融的兩性關係。",
            "meaning": "錢幣國王表示務實而堅定的態度可以帶來成功。錢幣國王暗示透過身體力行而達到成功。它也可以說是務實的努力帶來物質上的成功。有時候它也可能暗示，眼前有一位黑頭發而務實的人，會提供你務實上的幫助。在健康的分析上，他可能指的是頸部和肩膀的緊張。如果是指人的話，這個人喜歡美食、音樂及動物，還有大自然和物質性的事物。他凡事循規蹈矩，行事有跡可循，所以他的小心變得過分保守。他善於處理金錢和物質性的事物，當脾氣失控時，食物通常足以撫慰他，不過他通常是很有耐心的。",
            "related": "踏實、富有、保守。",
            "sexuality": "在兩性關係的分析當中，雖然有時候比較拘謹保守，不過仍不失為穩健而可靠的伴侶。錢幣國王暗示著置身舒適的物質環境當中的一種耽於肉欲而世俗的關係。它也可能是指一個金牛座的男人或女人。當這個國王想要讓你知道，你對他很重要時，他會給你一些物質的東西，可能會賞你一份工作、一份禮物，或借給你一部車、一棟房子、或一層公寓讓你長期使用。它是將幸福和舒適的生活方式，以及所擁有的財物畫上等號。",
            "star": "獅子２０－處女２０／摩羯"
        },
        "reversed": {
            "behavior": "與強大有力的男人起衝突、一個壞老人、不擇手段達成目的。",
            "marriage": "在兩性關係上你是個無法預料的人，有啥想法可能就馬上去做，讓你的情人感到沒有安全感，有時你得讓對方感受到你的關懷",
            "meaning": "當錢幣的國王逆位時，他似乎不像原先那麼善於金錢和物質性的事物。它通常會不假思索的進行冒險。它非常想要有錢，卻不嚴以紮實的工作來賺錢。他可以代表一個失敗的生意人，或是一個才能平庸者。在某些案例中，國王牌逆位暗示一個不誠實的生意人，一個會公然行賄的人，或會利用任何手段來達到目的的人。他已經脫離了大自然，而結果他可能過度強調物質世界。他渴望財物及安逸，而且發現自己很難將任何有價值的精神目標列為首要考量，這種目標對他而言是毫無用途的，因為它們看不見也摸不著。國王逆位所表示的態度就是如果我看不見它，或是摸不著它，那麼我就不相信它。逆位的國王認為東西的價值比人還要高，他可能會深陷於世俗的物質世界中無法自拔。整體而言，國王牌逆位暗示者在某種特殊狀況的成功將會是短暫的，因為它少了縝密周延的計畫。",
            "related": "墮落、貪汙。敗壞、失德、貪心、花心、危險、浪費。",
            "sexuality": "在兩性關係的分析當中，雖然有時候比較拘謹保守，不過仍不失為穩健而可靠的伴侶。錢幣國王暗示著置身舒適的物質環境當中的一種耽於肉欲而世俗的關係。它也可能是指一個金牛座的男人或女人。當這個國王想要讓你知道，你對他很重要時，他會給你一些物質的東西，可能會賞你一份工作、一份禮物，或借給你一部車、一棟房子、或一層公寓讓你長期使用。它是將幸福和舒適的生活方式，以及所擁有的財物畫上等號。",
            "star": "獅子２０－處女２０／摩羯"
        }
    }
}